//
//  NewSouthWalesCities.swift
//  KiwiEducationAu
//
//  Created by Лёха Небесный on 01.06.2023.
//

import SwiftUI

let newSouthWalesCities: [Info] = [
    Info(id: 1521,
         title: "Сидней",
         subtitle: "",
         description:
    """
    Население: 5,23 миллиона

    Средняя месячная зарплата (после уплаты налогов): AU$ 5461,92

    Уровень безработицы: 4,7% (по данным информационного портала рынка труда на июль 2020 г.)

    Цена квадратного метра при покупке квартиры за пределами центра: AU$ 8100

    Средняя летняя температура: 18,6 — 25,8 ° C (вода — 23 ° C).

    Средняя зимняя температура: 8,8 — 17 ° C (вода — 19 ° C).

    Сидней — крупнейший и самый густонаселенный город Австралии, входящий в десятку лучших городов мира, с высокой степенью интеграции в мировую экономику. Это центр бизнеса и торговли, где активно развиваются сферы IT, финансов, образования и искусства. Около 40% крупнейших австралийских корпораций расположены в Сиднее. Широкий спектр возможностей трудоустройства привлекает большое число профессионалов, людей, занимающихся бизнесом, и иностранных инвесторов.

    Богатая культурная жизнь и множество достопримечательностей, таких как Сиднейский оперный театр, мост Харбор-Бридж и многих других, ежегодно привлекают миллионы туристов.

    Сидней — город с самым высоким рейтингом в мире для иностранных студентов. Здесь расположены такие университеты, как:

    Australian Catholic University
    Macquarie University
    University of New South Wales
    University of Sydney
    University of Technology, Sydney
    University of Western Sydney

    Однако при всех своих преимуществах Сидней является самым дорогим городом Австралии и даже одним из самых дорогих в мире. Это следует учитывать при планировании бюджета на переезд, если вы собираетесь обосноваться в этом городе.
    """,
         image: Image("cities-syndei"),
         posts: []),
    Info(id: 1522,
         title: "Ньюкасл",
         subtitle: "",
         description:
    """
    Население: 450 360 человек

    Средняя месячная зарплата (после уплаты налогов): AU$ 5556,25

    Уровень безработицы: 5,7% (по данным информационного портала рынка труда на июль 2020 г.)

    Цена квадратного метра при покупке квартиры за пределами центра: AU$ 4066,67

    Средняя летняя температура: 20 — 40 ° C (вода — 24 ° C).

    Средняя зимняя температура: 8,5 — 18 ° C (вода — 19 ° C).

    Город с прекрасными пляжами, уникальной архитектурой и богатой историей находится всего в 2 часах езды от Сиднея. Стоимость жизни тут ниже, чем в крупных городах Австралии. В городе богатая культурная жизнь, a фантастическая природа вокруг дает широкие возможности для занятий различными видами спорта и отдыха — серфингом, кайтсерфингом, каякингом, наблюдением за китами, катанием на горных велосипедах и т.д.

    Университет Ньюкасла предлагает множество учебных программ в различных областях, таких как бизнес, право, инженерия, строительство, наука, медицина, вычислительная техника и творческие индустрии (имеются в виду отрасли экономики, потенциал занятости и капиталы которых формируются за счёт разработки и передачи прав интеллектуальной собственности, раскрытия таланта и творческих способностей личности). Удобства университета также впечатляют и включают в себя концертный зал, бассейн, стену для скалолазания, тренажерный зал и корты.
    """,
         image: Image("cities-newcastle"),
         posts: []),
    Info(id: 1523,
         title: "Вуллонгонг",
         subtitle: "",
         description:
    """
    Население: 305 300 человек

    Средняя месячная зарплата (после уплаты налогов): AU$ 4741,17

    Уровень безработицы: 6,6% (по данным информационного портала рынка труда на июль 2020 г.)

    Цена квадратного метра при покупке квартиры за пределами центра: AU$ 6000

    Средняя летняя температура: 15 — 30 ° C (вода — 23 ° C).

    Средняя зимняя температура: 8 — 19 ° C (вода — 19 ° C).

    Еще один прибрежный город всего в 68 км к югу от Сиднея привлекает тысячи мигрантов, студентов и туристов со всего мира. Многие люди приезжают в город в поисках работы в металлургической промышленности, логистике и грузоперевозках, образовании, туризме и гостиничном бизнесе.

    В городе также находится Университет Вуллонгонга, который входит в 20 лучших современных университетов мира и насчитывает около 37 000 студентов.

    В Вуллонгонге климат немного прохладнее и влажнее, чем в Сиднее из за особого расположения между горами и океаном. Однако зимой (июль-август) здесь достаточно ветрено. Город также подвержен наводнениям, поэтому городские власти принимают все необходимые меры для их предотвращения, укрепления сооружений и своевременного прогнозирования и оповещения населения.

    Среди мест, которые нужно посетить помимо пляжей, есть горы, тропические леса, водопады, маяки, ботанические сады, художественные галереи и самый большой буддийский храм в южном полушарии.
    """,
         image: Image("cities-wollongong"),
         posts: []),
    Info(id: 1524,
         title: "Армидейл",
         subtitle: "",
         description:
    """
    Население: 30 800 человек

    Средняя месячная зарплата (после налогов): AU$ 5 765,83

    Уровень безработицы: 5,7% (по данным информационного портала рынка труда на июль 2020 г.)

    Цена квадратного метра при покупке квартиры за пределами центра: AU$ 2700

    Средняя летняя температура: 13 — 30 ° C

    Средняя зимняя температура: -5 — 16 ° C

    Армидейл — небольшой, но активно развивающийся городок примерно на полпути между Сиднеем и Брисбеном. Основные отрасли промышленности города — образование, здравоохранение и сельское хозяйство. В основанном в 19 веке Армидейле находится большое количество старых зданий, архитектурных памятников и соборов того времени, многие из которых признаны историческим наследием.

    В Армидейле расположен Университет Новой Англии, в котором обучается около 22 500 студентов и который предлагает очень сильные очные и онлайн образовательные и исследовательские программы в области сельской науки, экологии и сельского хозяйства. Университет также является крупнейшим работодателем в городе, предоставляя рабочие места тысячам людей.
    """,
         image: Image("cities-armidale"),
         posts: []),
    Info(id: 1525,
         title: "Батерст",
         subtitle: "",
         description:
    """
    Население: 36 800 человек

    Среднемесячная заработная плата (после уплаты налогов): AU$ 3583,33

    Уровень безработицы: 4,0% (по данным информационного портала рынка труда на июль 2020 г.)

    Цена квадратного метра при покупке квартиры за пределами центра: AU$ 2700

    Средняя летняя температура: 11 — 30 ° C

    Средняя зимняя температура: -5 — 13 ° C

    Когда-то давным-давно первые поселенцы нашли в Батерсте золото, что и стало причиной притяжения многих людей к этому месту. Можно сказать, что золотая лихорадка способствовала развитию города. Сейчас основная отрасль экономики Батерста — образование. На втором месте обрабатывающая промышленность и государственная служба, за которыми следуют сельское и лесное хозяйство.

    Предмет гордости города — автоспорт. Не реже трех раз в год здесь проходят масштабные автогонки, и в это время город наполняется туристами и любителями этого вида спорта. Можно сказать, что Батерст уделяет спорту особое внимание. Здесь очень развиты регби, легкая атлетика, крикет, велоспорт и BMX.

    В городе находится главный кампус Университета Чарльза Стюарта, предметом гордости которого являются высокий процент трудоустройства выпускников и качество онлайн-программ. Кроме того, есть два кампуса The Western Institute of TAFE, а в Западном Сиднейском университете есть учебный центр для студентов-медиков, расположенный в больнице Батерст.
    """,
         image: Image("cities-Bathurst"),
         posts: []),
    Info(id: 1526,
         title: "Лисмор",
         subtitle: "",
         description:
    """
    Население: 43 700 человек

    Средняя заработная плата (после уплаты налогов): AU$ 2400

    Уровень безработицы: 4,7% (по данным информационного портала рынка труда  на июль 2020 г.)

    Цена дома за пределами центра: AU$ 417 178

    Средняя летняя температура: 20 — 35 ° C

    Средняя зимняя температура: 6 — 25 ° C

    Город расположен на северо-востоке Нового Южного Уэльса на берегу реки Уилсонс. Благодаря влажному субтропическому климату, в Лисморе никогда не бывает слишком холодно. Однако часты ливни, особенно летом. Город расположен в низине, поэтому подвержен наводнениям. Последнее крупное наводнение произошло в 2017 году после циклона Дебби.

    Основными отраслями экономики города являются здравоохранение, образование, социальные услуги и розничная торговля. Активно развиваются строительство, финансы и недвижимость.

    В Лисморе расположен Университет Южного Креста. Он входит в сотню лучших молодых университетов мира и предлагает удивительные возможности для комфортной и увлекательной студенческой жизни: ландшафтные сады и тропические дорожки, тренажерный зал, крытый бассейн с подогревом, поликлинику, научные лаборатории с новейшим оборудованием и так далее.
    """,
         image: Image("cities-Lismore"),
         posts: []),
    Info(id: 1527,
         title: "Даббо",
         subtitle: "",
         description:
    """
    Население: 53 719 человек

    Средняя месячная зарплата (после уплаты налогов): AU$ 3893

    Уровень безработицы: 1,4% (по состоянию на июль 2020 г.)

    Средняя цена дома: AU$ 365 000

    Средняя летняя температура: 17 — 31 ° C

    Средняя зимняя температура: 3 — 16 ° C

    Даббо расположен в самом центре Нового Южного Уэльса. Этот город очень привлекателен для семей, поскольку он сочетает в себе дружелюбную, гостеприимную атмосферу, с одной стороны, и прекрасные возможности для карьерного роста, услуги и развлечения, с другой. Даббо — оживленный региональный центр с хорошо развитыми отраслями, такими, как инженерия, строительство, образование, здравоохранение, горнодобывающая промышленность, обрабатывающая промышленность, транспорт и логистика. Таким образом, в Даббо переезжает все больше людей из Сиднея, так как есть хорошие шансы найти работу, а цены на жилье намного ниже, чем в больших городах.

    Расположение города очень удобное, так как через него проходят три основные магистрали. В Даббо также есть аэропорт с регулярными рейсами, которые связывают город с Брисбеном, Ньюкаслом, Сиднеем, Мельбурном, Кобаром, Брокен-Хиллом, Бурком и Уолгеттом. Кроме того, есть поезд из Сиднея Сентрал (через Веллингтон) в Даббо. Город также является популярным туристическим направлением для отпуска, потому что здесь есть множество достопримечательностей для семей, включая знаменитый сафари — парк Taronga Western Plains со львами, слонами, гепардами, тиграми, жирафами, зебрами, коалами, кенгуру и еще 350 видами.

    В Даббо есть кампусы четырех высших учебных заведений:

    Charles Sturt University
    School of Rural Health (University of Sydney)
    TAFE NSW Western Institute
    Alesco Learning Centre
    """,
         image: Image("cities-dubbo"),
         posts: []),
    Info(id: 1528,
         title: "Кофс-Харбор",
         subtitle: "",
         description:
    """
    Население: 74 641 человек

    Средняя месячная зарплата (после уплаты налогов): AU$ 4270

    Уровень безработицы: 8% (по состоянию на июль 2020 г.)

    Средняя цена дома: AU$ 468 952

    Средняя летняя температура: 19 — 28 ° C

    Средняя зимняя температура: 8-19 ° C

    Кофс-Харбор — город на берегу моря между Ньюкаслом и Голд-Костом. Ведущий туристический сайт Wotif.com назвал его «Австралийским городом 2020 года», основной причиной этого является наличие большого количества достопримечательностей и мероприятий для туристов: прогулки по бушу, наблюдение за китами, подводное плавание с аквалангом, потрясающие пляжи, национальные парки, заповедники и морские парки вокруг города.

    Среди популярных направлений — морской заповедник для дельфинов, Дом бабочек Кофс-Харбор, аквариум Солитарных островов и парк приключений Treetops. Но самым известным местом является Big Banana — один из старейших и наиболее посещаемых значимых объектов в Австралии. Это отсылка к прошлому, когда банановая индустрия была основной частью экономики города. А парк развлечений Big Banana с симулятором 4D езды, аквапарком, полем для мини-гольфа, ареной Laser Tag и ледовым катком является самым популярным направлением для отдыха семей с детьми.

    В Кофс-Харборе есть кампусы:

    Университета Южного Креста Southern Cross University
    Rural Faculty of Medicine University of New South Wales
    TAFE NSW
    несколько частных колледжей, предлагающих аккредитованные курсы в области бизнеса, менеджмента, розничной торговли и гостиничного бизнеса.
    """,
         image: Image("cities-Coffs-Harbour"),
         posts: [])
]

