//
//  AboutTheCountry.swift
//  KiwiEducationAu
//
//  Created by Лёха Небесный on 31.05.2023.
//

import SwiftUI

let aboutTheCountry: [Info] = [
    Info(id: 11,
         title: "Почему Австралия",
         subtitle: "Занимательная статистика, уровень жизни, климат и другие преимущества жизни в Австралии",
         description:
    """
    Если вы находитесь в поиске страны для обучения или иммиграции, обратите ваше внимание на Австралию.
    В этой далекой стране найдется, что вам предложить.

    Для начала немного статистики:

        - Численность населения около 25,5 млн
        - Продолжительность жизни 83,9 года
        - 86% населения проживает в городах
        - 60% прироста населения обеспечивают мигранты. В основном люди переезжают из Великобритании и Новой Зеландии, а также Китая и Индии.
        - 80% населения проживает на побережье
        - Самые густонаселенные города Австралии, это Сидней, Мельбурн и Брисбен


    Уровень жизни в Австралии

    Австралия  — одна из самых комфортных стран в мире по уровню зарплат, соотношению доходов и цен на недвижимость, высокому уровню медицинского обслуживания, климату и окружающей среде (статистика согласно Numbeo).

    В стране стремительно развиваются такие отрасли, как IT и строительство, также большое внимание уделяется образованию, искусству и окружающей среде, поэтому специалисты в указанных областях пользуются большим спросом на рынке труда.


    Уровень безработицы

    Австралия занимает одно из самых первых мест в рейтинге по низкой безработице в мире, что говорит о многом.


    Природа Австралии

    Экосистема Австралии является поистине уникальной. Здесь обитают редкие животные, которые не встречаются в других уголках Земли. Флора и фауна Австралии насчитывает около 12 000 видов, 9 000 из которых можно встретить только здесь. Помимо кенгуру и коал в Австралии обитает огромное количество редких птиц, таких как эму, кукабарра, лирохвосты. Также в Австралии можно встретить стада диких верблюдов.

    Несмотря на то, что 40% территории Австралии занимают степи и пустыни, в стране есть множество природных достопримечательностей, национальных парков и пешеходных маршрутов с потрясающими видами. Теплый климат с жарким летом и доступность океана предлагают отличные возможности для пляжного отдыха.

    Иммиграционные правила в Австралии

    Простая и прозрачная иммиграционная политика, а также большое количество разных категорий виз делают Австралию очень привлекательной для иммиграции, так как позволяют переезжать не только специалистам из списка востребованных специальностей и другим профессионалам (при поддержке работодателя), но и инвесторам и предпринимателям. После четырех лет проживания в стране (12 месяцев из которых в статусе постоянного жителя) вы можете получить австралийский паспорт, который дает право на безвизовый въезд в 183 страны.


    Отдых в Австралии

    Австралия предлагает множество развлечений для своих жителей и гостей. Вы можете расслабиться на бескрайних песчаных пляжах или устроить пикник с барбекю в парке. Также можно заняться активными видами спорта. Австралия славится лучшими местами для серфинга и идеальными волнами. Также популярны парусный спорт, каякинг, пеший туризм, велоспорт и многие другие виды спорта. И конечно же дайвинг или снорклинг на Большом Барьерном Рифе — обязательная активность. Для тех, кто хочет исследовать континент, будет отличной идеей поездка на автофургоне для посещения Голубых гор, тропического леса Дейнтри, Айерс рок и Грейт Оушн роуд.

    В городах Австралии также есть множество развлечений на любой вкус:  Прыжки с парашютом, полеты на дельтаплане и планере, парусный спорт и ныряние с аквалангом, скалолазание, спуск на плотах по горным рекам, экстремальные велотреки, тематические парки развлечений и водные аттракционы. Вы можете пролететь над Сиднейской оперой и пройти по верху Сиднейского моста, взобраться на самые высокие башни под присмотром опытных инструкторов, совершить прогулку на катере среди крокодилов и проехать по саванне среди африканских животных. Помимо этого, в Австралии есть многочисленные музеи и театры, ботанические сады и парки, ночные клубы, бары и рестораны. Мельбурн, к примеру, славится вкусной, свежей и разнообразной едой. Сидней также не уступает по количеству заведений, где можно насладиться трапезой. Оба города отлично подойдут любителям шопинга. А Голд кост сочетает в себе как самые лучшие пляжи, так и лучший выбор развлечений для активного отдыха днем и ночью.

    Если вы хотите побывать в Австралии, заполните нашу анкету. Будем рады ответить на все ваши вопросы в рамках консультации и подобрать для вас лучший вариант переезда.
    """,
         image: Image("whyAU"),
         posts: []),
    Info(id: 12,
         title: "Жизнь в Австралии: плюсы и минусы",
         subtitle: "В мире не бывает полностью идеальных стран, и у Австралии есть свои преимущества и недостатки. Мы выделили некоторые из самых важных факторов, которые дадут вам лучшее понимание Австралии как страны для успешного переезда",
         description:
    """
    Положительные стороны

    Высокий уровень жизни

    Австралия — страна с высокоразвитой экономикой, ее города стабильно занимают верхние строчки рейтингов по комфорту и качеству жизни. В стране высокие зарплаты, обеспечивающие комфортное проживание, высокий уровень социальной защиты, а также низкий уровень безработицы — всего 6,6% (по состоянию на декабрь 2020 г.)


    Климат и природа

    Австралия — уникальная страна, которую обязательно стоит посетить. Здесь вы можете найти пляжи с белоснежным песком, горы, влажные тропические леса, озера и водопады. В национальных парках можно встретить таких уникальных животных, как кенгуру, утконосы, ехидны, коалы и вомбаты.

    В Австралии разнообразный климат, который порадует любителей потрясающих пляжей и тропических лесов, заснеженных гор, пышных лугов и засушливых пустынь. Температурный диапазон колеблется от минусовых показателей зимой до сорока градусов летом. Подробнее о климате читайте в нашей статье.


    Культура и развлечения

    Австралия — относительно молодая страна со своей уникальной историей. В крупных городах, таких как Мельбурн, Сидней и Брисбен, есть множество музеев, концертов живой музыки, фестивалей, ночных клубов и даже концертов всемирно известных звезд. Во внутренних австралийских городах, таких как Армидейл, Рокгемптон или Балларат, вы можете погрузиться в атмосферу викторианской эпохи и золотой лихорадки.


    Возможности для иммиграции

    Австралия проводит довольно лояльную иммиграционную политику, приветствуя ценных специалистов, деловых людей и инвесторов из-за рубежа. В результате 30% населения Австралии родилось в других странах. После четырех лет проживания в стране вы можете получить австралийский паспорт, который дает право безвизового въезда в 183 страны мира.


    Образование

    Австралия славится высоким качеством образования. Австралийские дипломы в области гуманитарных, точных и естественных наук, а также медицины и технологий признаны и ценятся во всем мире. А такие университеты, как Мельбурнский университет, Сиднейский университет, Австралийский национальный университет, Университет Квинсленда, Университет Монаша, Университет Нового Южного Уэльса, входят в 100 лучших университетов всех мировых рейтингов. Австралия является третьим по популярности направлением обучения среди иностранных студентов после США и Англии.


    Отрицательные стороны

    Стоимость жизни

    Высокий уровень жизни требует высоких затрат. Учеба в австралийском университете стоит в среднем AU$ 13 000–45 000 в год, однако аналогичное образование в Америке или Великобритании обходится дороже.

    Как правило, студенту необходимо иметь 20 тысяч долларов в год для проживания. Некоторые посетители жалуются на дороговизну общественного транспорта и услуг. Но самое дорогое, что съедает до половины недельного бюджета — это аренда жилья.


    Удаленность

    Поездка из Австралии в Европу займет 2 дня и будет стоить около AU$ 2 000. Расстояние является существенным недостатком, если у вас есть родственники и друзья в вашей стране и вам нужно срочно их посетить. Кроме того, удаленность от остального мира ограничивает выезд за границу. Но при этом есть прекрасная возможность исследовать захватывающие страны Азии и Океании. С другой стороны, удаленность и обособленность Австралии уберегает ее от многих мировых проблем.


    Опасная фауна

    Многие люди ассоциируют Австралию с ядовитыми змеями, пауками и медузами, акулами и крокодилами. Например, 6 из 10 самых ядовитых видов змей в мире обитают в Австралии. Надо признать, что эти страхи явно преувеличены. Возможность встретить опасного паука или змею ничтожна в городской черте. Вероятность укуса змеи или паука минимальна, так как Австралия достаточно развита, и в любой больнице есть противоядие. Тем не менее, очень важно соблюдать технику безопасности:

        - Не оставляйте обувь на улице.
        - Отправляйтесь в походы только по специально оборудованным тропам и не сходите с маршрута.
        - Купайтесь и занимайтесь серфингом только в разрешенных местах на пляжах, где есть спасатели. Подводные течения более опасны, чем обитатели моря.
        - Внимательно читайте знаки и предупреждения, и все будет в порядке.


    Высокая солнечная активность

    В Австралии очень активное солнце. УФ-индекс здесь в 10 раз выше, чем в Европе, поэтому риск солнечных ожогов и рака кожи очень высок. Наносите солнцезащитный крем, если вы будете под прямыми солнечными лучами более получаса, носите головные уборы и не оставайтесь на солнце в жаркие дни.


    Катаклизмы

    В Австралии засушливый климат, поэтому официально объявляется об ограничении водопользования во время засухи. Например, с 10 до 16 часов нельзя поливать газон и дорожки, а также наполнять бассейны. Кроме того, засухи и высокие температуры вызывают лесные пожары. Ураганы, тропические циклоны, торнадо и штормы также обычны в тропическом северном Квинсленде.
    """,
         image: Image("lifeInAU"),
         posts: []),
    Info(id: 13,
         title: "География и климат Австралии",
         subtitle: "Австралия расположена в Южном полушарии. Это самый маленький, плоский и сухой материк. Это также шестая по размеру страна в мире после России, Канады, Китая, США и Бразилии",
         description:
    """
    Австралия расположена в Южном полушарии. Это самый маленький, плоский и сухой материк. Само государство называется Commonwealth of Australia и состоит из Австралии, острова Тасмания и островов в Тихом и Индийском океанах. Это шестая по размеру страна в мире после России, Канады, Китая, США и Бразилии.

    Австралию омывают теплые воды Индийского и Тихого океанов. Длина береговой линии Австралии — почти 60 тыс. км. Вдоль северо-восточного побережья Австралии располагается Большой Барьерный риф — крупнейший коралловый риф в мире.

    На востоке прибрежная долина отделена от центральной части страны Большим Водораздельным хребтом, который протянулся на 4000 км вдоль восточного и юго-восточного побережья от Кернса через Брисбен, Голд Кост. Коффс Харбор, Нью Кастл Сидней Воллонгонг и до Едена. Плато Нью-Инглэнд, Голубые горы, Австралийские Альпы — всё это части хребта.

    Западная часть континента представляет собой огромное плато высотой от 300 до 450 метров над уровнем моря. Большая часть Западной Австралии — это засушливая пустыня. Почти 70 % площади Австралии занимает outback — обширные практически не населенные засушливые внутренние районы страны.

    Австралия — самый засушливый материк Земли. Часто бывают продолжительные засухи, пылевые бури, способные накрыть целый регион, и даже торнадо. В некоторых местах серьёзной угрозой для местного ландшафта являются увеличение уровня солености почвы и опустынивание.

    Север Австралии занимает субэкваториальный климатический пояс. Поэтому лето (декабрь — февраль) здесь довольно дождливое, а зима (июнь — август) солнечная и сухая. В столице Северной территории Дарвине температура воздуха довольно стабильная — около +25-35°C летом и +15-25°C зимой.

    В центре Австралии, занятом в основном пустынями, средняя летняя температура днем составляет порядка +35-36 градусов, а в отдельные дни может превышать +40 °C. Зимой температура держится в районе +20 °C в дневные часы, в Большой пустыне Виктории — до +10 °C, а в отдельные годы случаются ночные заморозки.

    На Западном побережье — в Перте климат мягче за счет влияния океана. Лето здесь обычно жаркое — около +30 °C. Зимой воздух охлаждается до +18-20 °C днем и +6-8 °C ночью.

    Более 90 % австралийцев живут в городах, расположенных на побережьях континента. В самом обитаемом районе Австралии — юго-восточном побережье царит субтропический климат с жарким солнечным летом и дождливой мягкой зимой. Так, в Мельбурне столбик термометра обычно держится в районе +25-27 °C летом, а зимой опускается до +10-12 °C, ночью до +5 °C.

    Остров Тасмания находится зоне умеренного климата. Летом дневная температура составляет не больше +22 °C, зимой +10-12 °C. Зимой случаются ночные заморозки, однако снег можно найти лишь на вершинах гор.
    """,
         image: Image("geoAndClimateAu"),
         posts: []),
    Info(id: 14,
         title: "Стоимость жизни в Австралии",
         subtitle: "Мы решили разобраться, какая сумма необходима для комфортного проживания в Австралии. В данной статье рассмотрим и посчитаем стоимость продуктов питания, аренды жилья, электроэнергии, транспорта и развлечений",
         description:
    """
    Австралия относится к развитым странам с высоким уровнем жизни. Однако и стоимость жизни, в свою очередь, относительно высокая. По данным Numbeo, Австралия опережает Канаду, Новую Зеландию и США по расходам на проживание.
    Мы решили разобраться, покрывают ли местные зарплаты ежедневные расходы?
    Указанные цены актуальны на 2021 год и указаны в австралийских долларах (1 AUD=57 руб. на май 2021 г.)
    """,
         image: Image("priceOfLive"),
         posts: priceOfLive),
    Info(id: 15,
         title: "Города Австралии",
         subtitle: "Выбираем место для обучения или переезда, изучая каждый город",
         description:
    """
    Планируя переезд в Австралию или выбирая учебное заведение, очень важно немного изучить каждый город, чтобы выбрать наиболее комфортное место для жизни. В Австралии более сотни городов, и конечно, собрать их все в одной статье невозможно. Поэтому мы выбрали одни из самых интересных по нашему мнению. В этой статье вы найдете общую информацию о жизни каждого города, в каких отраслях есть возможности трудоустройства и чем вы можете заниматься в свободное от работы или учебы время. Мы также собрали статистику по ценам на недвижимость, средней заработной плате и уровню безработицы.

    Каждый город имеет свои особенности и удовлетворяет разные потребности людей. Например, любителям теплого тропического климата подойдет восточное побережье Квинсленда, а более умеренного — города штатов Виктории и Тасмании. Серферам лучше селиться в прибрежных городах Нового Южного Уэльса и южного Квинсленда. Поклонникам вечеринок и ночных развлечений будут ближе Сидней или Мельбурн, а для семейных людей, предпочитающих спокойную атмосферу и низкие цены, могут быть более подходящими небольшие города, расположенные на внутренней территории страны.

    Эта статья поможет вам определиться с выбором и сузить круг поиска. Однако, чтобы избежать разочарований по прибытии, советуем дополнительно изучить информацию о городе, в который вы собираетесь. Краткого обзора нашей статьи может быть недостаточно.
    
    Австралия разделена на 6 штатов и 2 территории

    Австралийская столичная территория
    Новый Южный Уэльс
    Квинсленд
    Виктория
    Южная Австралия
    Западная Австралия
    Северная территория
    Тасмания

    """,
         image: Image("cities"),
         posts: states)
]
