//
//  NorthTerritoryCities.swift
//  KiwiEducationAu
//
//  Created by Лёха Небесный on 01.06.2023.
//

import SwiftUI

let northTerritoryCities: [Info] = [
    Info(id: 1571,
         title: "Дарвин",
         subtitle: "",
         description:
    """
    Население: 148 500 человек

    Средняя месячная зарплата (после уплаты налогов): AU$ 5541,50

    Уровень безработицы: 5,8% (по данным информационного портала рынка труда на июль 2020 г.)

    Цена дома за пределами центра: AU$ 477 500

    Средняя летняя температура: 24,7 — 32 ° C (вода — 30,6 ° C).

    Средняя зимняя температура: 21,6 — 31,8 ° C (вода — 25,7 ° C).

    Дарвин — столица Северной территории, и это наименее населенный город среди других мегаполисов. Несмотря на это, население Дарвина довольно молодо, средний возраст составляет 33 года. Некоторые аналитики объясняют это тем, что пенсионеры переезжают в другие города Австралии, чтобы встретить там старость. Charles Darwin University, привлекает более  6800 студентов и способствует тому, что население города выглядит довольно молодо.

    Ключевыми отраслями экономики города являются туризм и горнодобывающая промышленность. Удачно расположенный (Дарвин географически ближе к Индонезии и Восточному Тимору, чем к любой столице Австралии), город играет жизненно важную роль в цепочке поставок и логистике.

    Поскольку Дарвин находится в зоне тропического климата, там всего два сезона в году — влажный (ноябрь — апрель) и сухой (май — сентябрь). Средняя температура воздуха в течение года остается примерно одинаковой.

    Из-за своего местоположения Дарвин испытывает сильное азиатское влияние. В то же время Дарвин хранит культуру и искусство аборигенов в своих галереях и музеях. Среди достопримечательностей на открытом воздухе наиболее популярны кинотеатры под открытым небом, круизы по гавани, плавание с крокодилами в клетке в огромном Крокоссауриуме и походы по национальным паркам, в которых множество водопадов, безопасных для плавания.
    """,
         image: Image("cities-darwin"),
         posts: [])
]
