//
//  FamilyImmigration.swift
//  KiwiEducationAu
//
//  Created by Лёха Небесный on 01.06.2023.
//

import SwiftUI

let familyImmigration: [Info] = [
    Info(id: 241,
         title: "Семейные визы",
         subtitle: "",
         description:
    """
    В зависимости от типа вашей визы появляются варианты для партнера и зависимых детей. Для большинства категорий виз, таких как студенческая виза, рабочая, бизнес или резидентская визы, основной заявитель может включить в свое заявление членов своей семьи. Это означает, что решение о выдаче визы всей семье будет приниматься в рамках одного заявления. Однако, если вы по какой-то причине не смогли включить членов семьи в ваше заявление на начальном этапе процесса подачи и отправили на рассмотрение вашу визовую заявку, вы уже не сможете добавить их позже. В этом случае партнеру и детям нужно будет подавать отдельные визовые заявки в качестве последующих заявителей, и решение об их въезде будет рассматриваться отдельно.

    Каких членов семьи можно включить в ваше заявление на визу

    Прежде всего, это ваш супруг или фактический партнер. Официальный брак и свидетельство о браке не являются обязательными, но очень важно доказать, что ваши отношения являются подлинными и стабильными. Свидания на протяжение какого-то периода времени или онлайн отношения не в счет.

    Вы также можете включить в заявление своих зависимых детей (dependent child). Зависимым ребенком считается:

    ваш или ребенок вашего партнера от текущих или предыдущих отношений;
    не состоящий в браке, не обрученный или фактически состоящий в отношениях;
    полностью или в значительной степени зависящий от вас в удовлетворении основных потребностей (питание, одежда и жилье);
    ребенок в возрасте до 18 лет.

    Как правило, партнеры получают такие же визы с аналогичными правами, что и основные заявители. Например, партнеры студентов, получивших студенческие визы (Подкласс 500) также получают студенческие визы. Таким образом, они могут работать не более 40 часов в две недели в течение академического года и неограниченное количество часов во время каникул. Исключение составляют только партнеры студентов, которые учатся на программах Магистратуры и Докторантуры. Они могут работать неограниченное количество часов, как только основной студент начал свой курс обучения.

    Один родитель, приезжающий по визе сопровождающего ребенка в возрасте до 18 лет Guardian (подкласс 590), не имеет права работать в Австралии.
    """,
         image: Image("familyVisa"),
         posts: []),
    Info(id: 242,
         title: "Детские сады в Австралии",
         subtitle: "",
         description:
    """
    Дошкольное образование в Австралии, как правило, для детей от 3 до 5 лет. Тем не менее, есть центры по уходу за детьми, которые принимают малышей с самого раннего возраста 3 месяцев. Дети свободно играют на открытом воздухе и в помещении, самостоятельно выбирают, чем заниматься. По всей игровой зоне есть места для рисования, моделирования, рукоделия и т.д. Если ребенку требуется помощь, всегда рядом воспитатель, готовый побыть рядом за столом и помочь. В детских садах работают только люди со специальным образованием и любовью к детям. Поэтому дети всегда находятся под присмотром квалифицированного и внимательного персонала и играют в безопасной, дружелюбной обстановке.

    Есть три основных типа дошкольных учреждений в Австралии:

    Центр по уходу за детьми или продленка (Child Care Centre or Long Day Care) самый популярный вид дошкольного образования. Такие центры обеспечивают присмотр за детьми в течение целого или неполного дня до 12 часов в день. Тем не менее, стоимость может быть относительно высокой: от AU$ 70 до AU$ 188 в день.

    Детский сад или подготовку к школе (Kindergarten or Pre-school) в основном посещают дети, которые пойдут в начальную школу через год. Часто детский сад делит здание с начальной школой, и с точки зрения зачисления он отдает приоритет детям, которые будут посещать эту школу в будущем. Часы работы схожи со школой (с 9:00 до 15:00), также есть праздничные дни и каникулы. Стоимость детского сада варьируется от AU$ 45 до AU$ 80 в день.

    Домашний детский сад (Family Day Care) предоставляется на дому у опытного сертифицированного воспитателя дошкольного образования. Как правило, в таких центрах количество детей ограничено, поэтому к каждому ребенку индивидуальный подход и внимание. Они также являются более гибкими с точки зрения рабочего времени. Домашний детский сад может стоить AU$ 7,50 — AU$ 16,80 в час.

    Дошкольное образование платное для всех, резиденты могут получить субсидию для сокращения расходов. Субсидия по уходу за ребенком рассчитывается индивидуально и зависит от того, сколько семья зарабатывает и сколько часов в неделю работает каждый член семьи (учитывается наименее занятый член семьи). Тип дошкольного учреждения и его расположение также имеют значение. Чтобы рассчитать субсидию для вашей семьи, используйте этот калькулятор. Граждане Новой Зеландии, проживающие в Австралии, постоянные резиденты Австралии и обладатели специальных виз могут также получать финансовую поддержку правительства до AU$ 246 в две недели на ребенка.

    Как найти дошкольное учреждение

    Поиск центра по уходу за детьми или детского сада в Австралии может стать сложной задачей, поскольку многие центры заполнены и имеют длинные очереди ожидающих. Поэтому мы рекомендуем начинать поиски заранее. Тем не менее, лучше заниматься этим, когда вы уже получили визы и точно знаете, где будете проживать в Австралии. Прежде всего, подумайте, в каком городе и районе вы собираетесь поселиться и каков ваш бюджет. После этого вы можете выбрать несколько вариантов в вашем районе и связаться с администрацией для прояснения вопросов по зачислению. Если вы уже находитесь в Австралии, вы можете лично посетить учебный центр и встретиться с директором и преподавателями. Для зачисления ребенка в детский сад, необходимо предоставить:

    Свидетельство о рождении;
    Паспорт;
    Подтверждение адреса проживания — копия вашего договора аренды или счета за электроэнергию;
    Паспорт иммунизации вашего ребенка (история прививок).
    Вы можете найти все учебные центры на веб-сайте австралийского правительства.
    Ресурс CareForKids также поможет вам найти подходящий детский сад, сравнить цены и найти контактное лицо для зачисления.
    """,
         image: Image("kindergarten"),
         posts: []),
    Info(id: 243,
         title: "Школы в Австралии",
         subtitle: "",
         description:
    """
    Школьное образование в Австралии является обязательным для детей в возрасте от 5 до 18 лет (от 0 до 12 класса). Есть много различных школ, которые могут быть разделены на две большие группы: государственные (public) и негосударственные.

    Среди негосударственных школ большой выбор, что позволяет найти необходимую школу, удовлетворяющую всем требованиям школьника и его родителей. Есть престижные частные школы, религиозные школы, специализированные на конкретной области школы (спорт, наука или искусство). Однако, около 70% австралийских детей ходят в государственные школы.

    Сколько может стоить школа

    Стоимость обучения в частной школе может достигать AU$ 35 000 в год. Государственные школы бесплатные для австралийских граждан и резидентов, а также в случае, если один из родителей ребенка является гражданином или резидентом Австралии. Если оба родителя находятся на временных визах, плата за обучение будет зависеть от типа визы и региона, в котором вы собираетесь жить, так как каждый австралийский штат или территория имеет свои собственные правила и цены для государственных школ.
    """,
         image: Image("school"),
         posts: []),
    Info(id: 244,
         title: "Беременность и роды в Австралии",
         subtitle: "",
         description:
    """
    Ведение беременности и родов в Австралии может финансироваться государством и частными фондами. Государственная помощь доступна для австралийских граждан и резидентов в рамках медицинского страхования (Medicare — health insurance), субсидированного правительством Австралии. Если вы находитесь на временной визе, то вам не будет доступно бесплатное ведение беременности и роды. Проверить право на получение бесплатной медицинской помощи можно на сайте Medicare.

    Исключением могут стать жители стран, которые имеют соглашение с Австралией. К ним относятся:

    Великобритания
    Нидерланды
    Италия
    Словения
    Новая Зеландия
    Швеция
    Бельгия
    Ирландская Республика (за исключением случаев, когда вы находитесь на студенческой визе)
    Мальта (за исключением, если вы находитесь на студенческой визе)
    Финляндия (за исключением, если вы находитесь на студенческой визе)
    Норвегия (за исключением, если вы находитесь на студенческой визе)

    Если бесплатная медицинская страховка Medicare не покрывает вас, необходимо приобрести частную страховку, покрывающую ведение беременности и роды, или оплатить все расходы по беременности и родам самостоятельно.

    Если вы родили ребенка в Австралии, вам необходимо сообщить в Иммиграционную службу как можно скорее, чтобы они могли включить ребенка в вашу визу. Вы можете сделать это онлайн через ваш аккаунт ImmiAccount, загрузив свидетельство о рождении ребенка, паспорт и форму 1022 — Notification of changes in circumstances.  Даже если у ребенка еще нет паспорта, он может быть загружен позже, как только он будет выпущен.

    Ребенок, родившийся в Австралии, имеет такой же статус и визу, как и его родители. Австралия не предоставляет гражданство по рождению, кроме случаев, когда по крайней мере один из родителей имеет резидентство или гражданство.  Если один из родителей получит резидентство или австралийское гражданство в будущем, то ребенок сможет получить гражданство Австралии по рождению.
    """,
         image: Image("childbirth"),
         posts: [])
]

