//
//  VictoriaCities.swift
//  KiwiEducationAu
//
//  Created by Лёха Небесный on 01.06.2023.
//

import SwiftUI

let victoriaCities: [Info] = [
    Info(id: 1541,
         title: "Мельбурн",
         subtitle: "",
         description:
    """
    Население: 4,96 миллиона человек

    Средняя месячная зарплата (после налогов): AU$ 5059,43

    Уровень безработицы: 5,2% (по данным информационного портала рынка труда  на июль 2020 г.)

    Цена квадратного метра при покупке квартиры за пределами центра: AU$ 8 061,05

    Средняя летняя температура: 14 — 25,3 ° C (вода — 18 ° C).

    Средняя зимняя температура: 6,5 — 14,2 ° C (вода — 14,6 ° C).

    Мельбурн — столица штата Виктория и второй по численности населения город Австралии после Сиднея. Он обладает уникальной атмосферой и неофициально считается культурной столицей Aвстралии. На протяжении многих лет мельбурн находится в списках самых  комфортных для жизни городов в мире. В тройку основных отраслей, которые преобладают в Мельбурне, входят финансы и страхование, наука и технологии, гостиничное и ресторанное обслуживание.

    В Мельбурне сконцентрировано большое количество превосходных баров и ресторанов, многочисленных торговых центров, бутиков и рынков, культурных мероприятий, уличного искусства и живой музыки. Здесь вам никогда не будет скучно.

    Ежегодно в Мельбурне проводятся крупнейшие мировые спортивные мероприятия: Гонки формулы один, теннисный турнир, скачки, соревнования по крикету и американскому футболу. Практически каждый выходной в городе проходит какое то мероприятие.

    Погода в городе не бывает слишком холодной или слишком жаркой; однако она может внезапно измениться в течение дня. Местные жители даже шутят, что в Мельбурне можно увидеть «четыре сезона за один день». Так что, даже если светит солнце, лучше взять зонтик и надеть несколько слоев одежды.

    Мельбурн также является образовательным центром штата. В разных университетах обучаются около 80 000 иностранных студентов:

    Deakin University
    La Trobe University
    RMIT University
    Monash University
    Swinburne University of Technology
    University of Divinity
    University of Melbourne
    Victoria University
    """,
         image: Image("cities-melbourne"),
         posts: []),
    Info(id: 1542,
         title: "Джилонг",
         subtitle: "",
         description:
    """
    Население: 200 474 человек

    Средняя заработная плата (после уплаты налогов): AU$ 3050

    Уровень безработицы: 4,4% (по состоянию на июль 2020 г.)

    Цена за квадратный метр при покупке квартиры за пределами центра: AU$ 5 473,12

    Средняя летняя температура: 13 — 25 ° C

    Средняя зимняя температура: 6 — 15 ° C

    Джилонг ​​- портовый город менее чем в часе езды от Мельбурна. Это второй по величине город в штате Виктория. Бурный рост дает толчок к активному строительству и развитию других сфер городской жизни. Экономика города основана на производстве, розничной торговле, здравоохранении и коммунальных услугах.

    Туризм также является неотъемлемой частью жизни города. Джилонг ​​- это ворота к Грейт-Оушен-Роуд, известной своими захватывающими видами на побережье Южного океана. Многие посетители также приезжают, чтобы увидеть Национальный музей шерсти, Старую тюрьму Джилонга, Ботанический сад и Восточный пляж, прогуляться среди исторических зданий, признанных викторианским наследием, и насладиться пляжами и винодельнями на полуострове Белларин.

    В Джилонге есть промышленные помещения родом из производственного прошлого города, которые были переоборудованы в кафе, бары, рестораны, пабы, ночные клубы и галереи. В городе царит яркая музыкальная атмосфера с регулярными живыми концертами и большим количеством музыкальных фестивалей. Джилонг ​​– город, в котором множество известных в Австралии групп и музыкантов начинали свою карьеру.

    В городе также очень активна спортивная жизнь. Футбольный клуб Джилонга, прозванный Geelong Cats, это один из старейших в мире профессиональных клубов австралийского футбола. Также здесь есть сильная баскетбольная команда Geelong Supercats и множество спортивных клубов разных видов: футбол, регби, крикет, скачки, теннис и много других. Расположение Джилонга на берегу залива предоставляет отличные возможности для водных развлечений, таких как серфинг, каякинг, подводное плавание с аквалангом и наблюдение за дельфинами.

    Deakin University имеет два современных кампуса в Джилонге. Более 4000 студентов изучают сестринское дело, медицину, инженерию, информационные технологии, спорт, науку и искусство, пользуясь современными удобствами для обучения и отдыха.
    """,
         image: Image("cities-Geelong"),
         posts: []),
    Info(id: 1543,
         title: "Балларат",
         subtitle: "",
         description:
    """
    Население: 109 505 человек

    Средняя заработная плата (после уплаты налогов): AU$ 4000

    Уровень безработицы: 4,3% (по данным информационного портала рынка труда  на июль 2020 г.)

    Цена дома за пределами центра: AU$ 395,000

    Средняя летняя температура: 9 — 26 ° C

    Средняя зимняя температура: 2 — 12 ° C

    Балларат — город в 1,5 часах езды от Мельбурна, сохранивший свою историю и архитектуру со времен золотой лихорадки середины 19 века. Город известен своей богатой культурной жизнью, музеями, историческими достопримечательностями, театрами, тематическими парками и викторианскими зданиями.

    А в одном из пригородов балларата —  Sovereign Hill сохранилась уникальная деревня времен золотой лихорадки. В этой деревне работают профессиональные актеры и ремесленники. Имеется своя армия и полиция, все сотрудники носят костюмы и платья 19 века. Там можно пройти краткий курс одного из позабытых ремесел, спустится под землю в шахту и самому попытать удачи в поисках золота.

    Этот город подойдет любителям природы. Здесь находится парк дикой природы с редкими животными, ботанический сад и живописные окрестности озера Вендори.

    Ключевыми отраслями экономики города являются туризм, гостиничный бизнес, розничная торговля, образование, строительство, обрабатывающее производство, горнодобывающая промышленность и сельское хозяйство. Также очень быстро развивается отрасль возобновляемых источников энергии.

    Балларат является городом, в котором в 1870 году был основан Федеральный университет Австралии.
    """,
         image: Image("cities-Ballarat"),
         posts: [])
]

