//
//  States.swift
//  KiwiEducationAu
//
//  Created by Лёха Небесный on 01.06.2023.
//

import SwiftUI

let states: [Info] = [
    Info(id: 151,
         title: "Австралийская столичная территория",
         subtitle: "",
         description:
    """
    Австралийская столичная территория, АСТ (англ. Australian Capital Territory, ACT) — территория в составе Австралийского союза, включающая город Канберру, а также небольшую сельскохозяйственную зону и Национальный парк Намаджи. Население — 454 499 человек (2021). Деревни и сообщества, расположенные в АСТ, включают Уильямсдейл (англ. Williamsdale), Топ Наас (англ. Top Naas), Юриарра (англ. Uriarra), Тарва (англ. Tharwa), Оакс Эстейт (англ. Oaks Estate), Пирсес Крик (англ. Pierces Creek), Холл (англ. Hall), а также небольшой участок побережья в районе Джервис Бэй (Jarvis Bay territory).

    АСТ является анклавом на территории Нового Южного Уэльса. Площадь — 2358 км² (8-е, то есть последнее место среди штатов и материковых территорий страны). 46 % территории занимает национальный парк Намаджи. Высочайшая точка территории — гора Бимбери.

    Проект новой столичной территории появился в конце XIX века, в процессе образования Австралийского Союза. В 1901 году была подписана австралийская конституция, согласно которой Новый Южный Уэльс должен был передать небольшой участок земли на юге штата новому федеральному правительству. Место для будущей столицы было выбрано как нейтральное положение между двумя крупнейшими городами Австралии — Сиднея и Мельбурна, претендующих на звание столицы. Территория была передана государству в 1911, и в 1913 году началось строительство Канберры.

    Федеральное правительство официально переехало из Мельбурна в Канберру лишь 9 мая 1927 года, когда завершилось строительство здания парламента. Первое время часть отделов и департаментов продолжали оставаться в Мельбурне, но позже постепенно были перемещены в новую столицу.

    Территория первоначально была известна как Территория федеральной столицы (ТФС), в 1938 году была официально переименована в Австралийскую столичную территорию.

    В 1989 прошли первые выборы в законодательное собрание территории.
    """,
         image: Image("act"),
         posts: australianCapitalTerritoryCities),
    Info(id: 152,
         title: "Новый Южный Уэльс",
         subtitle: "",
         description:
    """
    Но́вый Ю́жный Уэ́льс (англ. New South Wales, NSW) — штат на юго-востоке Австралии, самая старая и густонаселённая административно-территориальная единица страны. Население — 8 157 735 человек (2020). Столица и крупнейший город — Сидней. Другие крупные города — Ньюкасл, Вуллонгонг, Вагга-Вагга, Олбери, Тамуэрт.

    Девиз: «Orta Recens Quam Pura Nites» («Вновь взошедший, как ярко ты сияешь!»). Официальные прозвища — «Первый штат», «Штат-премьер».

    Площадь штата составляет 800 642 км² (5-е место среди штатов и территории страны). На севере штат граничит с Квинслендом, на востоке омывается водами Тасманова моря (Тихий океан), на юге граничит с Викторией, на западе — с Южной Австралией. В штат входят два анклава — субъекта федерации — Австралийская Столичная Территория и Территория Джервис-Бей.

    Большой Водораздельный хребет делит штат на густонаселённую восточную (приморскую), и степную, сельскохозяйственную, западную часть. В самих же горных районах, ввиду трудности народнохозяйственного использования и уникальности их ландшафтов и растительного мира, имеется множество заказников и национальных парков. Центром туризма является расположенный там город Катумба.

    Национальные парки
    В Новом Южном Уэльсе более 780 национальных парков и охраняемых территорий, совокупно занимающих более 8 % территории штата. Охраняемые объекты варьируются от дождевых лесов, водопадов, степей до морских рифов и малонаселённых пустынь, включая объекты всемирного наследия.

    Первым национальным парком Австралии (и вторым в мире после Йеллоустонского национального парка в США) стал 26 апреля 1879 года Королевский национальный парк в южном предместье Сиднея. Крупнейшим парком штата является Национальный парк Косцюшко, охватывающий горный регион.

    Ассоциация национальных парков была образована в 1957 году с целью создания системы национальных парков по всей территории Нового Южного Уэльса. Это привело к образованию в 1967 году Службы национальных парков и дикой природы[6]. Эта государственная организация отвечает за поддержание и развитие системы парков и охраняемых территорий, а также за сохранение объектов культурного и природного наследия на территории Нового Южного Уэльса. В парках могут охраняться отдельные растения или животные. В частности, в национальном парке Воллеми растёт одно из древнейших и редчайших на Земле растений — хвойное дерево воллемия. Также охраняются священные районы австралийских аборигенов, например, в Национальном парке Мютэйвинтджи на западе штата.

    В 2000 году семь национальных парков и один резерват в штате были объединены в Систему национальных парков в Голубых Горах.

    Считается, что штат был основан в январе 1788 в момент высадки английских поселенцев, которых доставил в Австралию Первый флот, и которые основали первое европейское поселение Сидней (теперь это город) в заливе Порт-Джексон на юго-восточном побережье Австралии.

    Поначалу штат включал в себя значительную часть континентальной территории Австралии. В XIX веке от него постепенно отделялись другие крупные области.

    Аборигены (туземное население)
    Первоначально территория штата была населена племенами аборигенов, которые появились на территории Австралии приблизительно 40—60 тысяч лет назад.

    1788 год. Британская колонизация
    Европейское открытие территории Нового Южного Уэльса было сделано капитаном Джеймсом Куком (англ. James Cook) в 1770 году во время его путешествия вдоль восточного побережья Австралии.

    В журнале, описывающем восточное побережье Австралийского континента, Кук впервые назвал восточное побережье Австралии «Новым Уэльсом». Впоследствии это название было исправлено в его журнале на «Новый Южный Уэльс».

    Первая британская колония была основана капитаном Артуром Филлипом (англ. Arthur Phillip), который являлся её губернатором с момента основания в 1788 году и до 1792 года. В течение этого времени Новый Южный Уэльс являлся исключительно каторжной колонией.

    После многих лет хаоса, анархии и свержения губернатора Уильяма Блая (англ. William Bligh) Британией в 1809 году[10] был прислан новый губернатор — подполковник (позднее генерал-майор) Лаклан Маккуори (англ. Lachlan Macquarie), задачей которого было реформирование колонии. Маккуори начал строительство дорог, пристаней, церквей и общественных зданий, направлял исследователей вглубь континента, а также нанял архитектора для проектирования расположения улиц Сиднея. Наследие Маккуори можно видеть и сегодня.

    XIX век
    В течение XIX века от Нового Южного Уэльса были последовательно отделены значительные территории, ставшие самостоятельными британскими колониями: Тасмания (провозглашена отдельной колонией с названием Земля Ван Даймена в 1825 году), Южная Австралия (1836), Новая Зеландия (1841), Виктория (1851) и Квинсленд (1859). Новому Южному Уэльсу было разрешено иметь самостоятельное правительство в 1855 году.

    1901 год — Федерация Австралии
    В конце XIX века набрало силу движение за объединение австралийских колоний в федерацию. На регулярной основе проводились конференции и форумы с участием лидеров колоний. Разгорелся спор между защитниками свободной торговли из Нового Южного Уэльса и представителями другой лидирующей колонии, Виктории, которая имела протекционистскую экономику. В то время таможенные посты на границах были обычным явлением, даже на реке Муррей. Путешествие из Нового Южного Уэльса в Викторию в те дни было очень похоже на путешествие из Нового Южного Уэльса в Новую Зеландию сегодня.

    Среди сторонников федерации был премьер Нового Южного Уэльса сэр Генри Паркс (англ. Sir Henry Parkes), речь которого в Тентерфилде (англ. Tenterfield) в 1889 году стала основной в получении поддержки вовлечения Нового Южного Уэльса. Другим активным сторонником федерации был будущий премьер-министр Австралии Эдмунд Бартон (англ. Edmund Barton). На встрече в Кареве (англ. Corowa) в 1893 году был подготовлен первоначальный проект конституции.

    В 1898 году были проведены референдумы о создании федерации в штатах Новый Южный Уэльс, Виктория, Южная Австралия и Тасмания. Большинство голосов было подано за, однако правительство Нового Южного Уэльса, возглавляемое премьером Джорджем Ридом (англ. George Reid), прозванным «Рид да — нет» из-за постоянного изменения своего мнения, установило требование квалифицированного большинства голосов «за», которое не было выполнено.

    В 1899 году дополнительные референдумы были проведены в тех же штатах, а также в Квинсленде (в Западной Австралии референдум не проводился). На всех референдумах создание федерации было поддержано, причём количество голосов «за» увеличилось по сравнению с прошлым годом. В Новом Южном Уэльсе был преодолён порог квалифицированного большинства голосов, установленный правительством. В качестве компромисса по вопросу о расположении столицы было достигнуто следующее соглашение: столица будет расположена на территории Нового Южного Уэльса, но не ближе 161 километра (100 миль) от Сиднея. В итоге, когда была выбрана Канберра, Новый Южный Уэльс уступил федерации район, сейчас образующий Австралийскую Столичную территорию.

    Первая половина XX века
    C возобновлением международной торговли после Первой мировой войны высокие цены военного времени упали. Возросло недовольство фермеров фиксированными ценами, установленными правительством Хьюза в качестве меры военного времени. В 1919 году фермеры создали Аграрную партию. Партию возглавили на национальном уровне Эрл Пейдж, врач из Графтона, и на уровне штата — Майкл Бракснер[en], мелкий фермер из Тентерфилда[en].

    Великая депрессия, которая началась в 1929 году, открыла период политической и классовой борьбы в Новом Южном Уэльсе. Массовая безработица и падение цен на сырьевые товары разорили как городских рабочих, так и фермеров. Выгоды из недовольства смогла извлечь не Коммунистическая партия, которая оставалась маленькой и слабой, но популистская Лейбористская партия Джека Ланга[en]. Во второй раз правительство Ланга было избрано в ноябре 1930 года с программой отказа от погашения долга Нового Южного Уэльса британским держателям облигаций и использования предназначенных для этого денежных средств на поддержку безработных посредством организации общественных работ. Эта политика была осуждена как незаконная консерваторами, а также федеральным правительством лейбориста Джеймса Скаллина. В результате сторонники Ланга в федеральном форуме сместили правительство Скаллина, вызвав второй раскол в Лейбористской партии. В мае 1932 года губернатор сэр Филип Гейм[en] отправил правительство в отставку. Последовавшие выборы выиграла консервативная оппозиция.

    К началу Второй мировой войны в 1939 году различия между Новыи Южным Уэльсом и другими штатами, появившиеся в XIX веке, сгладились в результате объединения и экономического развития за стеной протекционистских тарифов. Однако Новый Южный Уэльс продолжал опережать Викторию как в промышленном развитии, так и особенно в сфере финансов и торговли. Лейбористы вернулись в правительство в 1941 году под умеренным руководством Уильяма Маккелла и оставались у власти на протяжении 24 лет. Вторая мировая война вызвала очередной скачок промышленного развития и ликвидацию безработицы из-за необходимости удовлетворения потребностей военной экономики.

    Послевоенный период
    Лейбористы оставались у власти до 1965 года. К концу этого срока было объявлено о планах строительства театрально-концертного зала на мысе Беннелонг. Конкурс архитекторов выиграл Йорн Утзон. Дискуссия о затратах на строительство того, что впоследствии станет Сиднейским оперным театром получила политическую окраску и стала одним из факторов поражения лейбористов на выборах 1965 года. Эти выборы выиграла консервативная Либеральная партия Австралии во главе с сэром Робертом Эскином. Сэр Роберт остаётся противоречивой фигурой. Сторонники считают его реформатором, в особенности в отношении перестройки экономики Нового Южного Уэльса. Другие ассоциируют эру Эскина с коррупцией, приписывая ему руководство сетью, включавшей полицию и букмекеров.

    В конце 1960-х годов сепаратистские движения в Новой Англии привели к референдуму по этому вопросу. Новый штат мог бы занимать значительную части севера Нового Южного Уэльса, включая Ньюкасл. На референдуме с небольшим перевесом победила позиция «против». За отделение выступали только отдельные лица без активной организованной кампании.

    После отставки Эскина в 1975 году премьерами на короткий срок становились различные лидеры Либеральной партии. На всеобщих выборах 1976 года к власти вернулись лейбористы во главе с Невиллом Раном. Ран смог трансформировать эту добытую с преимуществом всего в одно место победу в полные победы на выборах 1978 и 1981 годов.

    После выигрыша выборов 1984 года со снизившимся, но всё ещё комфортабельным большинством, Ран ушёл в отставку с должности премьера и покинул парламент. Его преемник Барри Ансвоф не смог выйти из тени Рана и проиграл выборы 1988 года возрождавшейся Либеральной партии под руководством Ника Грейнера. В роли лидера лейбористов Ансвофа сменил Боб Карр. Первоначально Грейнер завоевал популярность инициируя различные реформы, в частности, создание Независимой комиссии по борьбе с коррупцией. В 1991 году Грейнер объявил внеочередные выборы, которые, как ожидалось, должны были выиграть либералы. Однако лейбористы провели кампанию исключительно хорошо. Либералы потеряли большинство и вынуждены были искать поддержки независимых депутатов для сохранения власти.

    Грейнер был обвинён Независимой комиссией по борьбе с коррупцией в коррупционных действиях. Ему ставилось в вину, что независимым депутатам (которые ранее были выведены из фракции либералов) предлагались посты в правительстве для того, чтобы побудить их отказаться от мест в парламенте и, таким образом, дать возможность Либеральной партии вернуть себе места и увеличить свои голоса. Его преемником на постах лидера Либеральной партии и премьера Джон Фэйхи, правительство которого обеспечило Сиднею право проведения Летних Олимпийских игр 2000 года. На выборах 1995 года правительство Фэйхи незначительно уступило и лейбористы во главе с Бобом Карром вернулись к власти.

    Как и Ран до него, Карр смог превратить незначительно большинство в полные победы на двух следующих выборах (1999 и 2003 годов). В течение этого периода Сидней очень успешно провёл Летние Олимпийские игры 2000 года, что помогло поднять популярность Карра. Карр удивил большинство людей своей отставкой в 2005 году. Его сменил Моррис Йеме, сохранивший пост премьера и после выборов в марте 2007 года. Следующим премьером в сентябре 2008 года стал Натан Рис. Последний был, в свою очередь, сменён Кристиной Кинелли в декабре 2009 года.
    """,
         image: Image("nsw"),
         posts: newSouthWalesCities),
    Info(id: 153,
         title: "Квинсленд",
         subtitle: "",
         description:
    """
    Кви́нсленд (англ. Queensland, дословно — Земля Королевы) — штат на северо-востоке материковой части Австралии. Население — 5 156 138 человек (3-е место среди штатов страны). Столица и крупнейший город — Брисбен. Девиз: Audax at Fidelis («Смелый, но верный»). Официальные прозвища — «Штат солнечного сияния» и «Умный штат» (Sunshine State, Smart State).

    Первыми поселенцами региона были австралийские аборигены и островитяне пролива Торреса, которые прибыли, согласно различным методам датирования, 40—65 тысяч лет назад. Позже, после прибытия европейских колонистов, на территории Квинсленда была создана британская колония, ставшая отдельной административно-территориальной единицей 6 июня 1859 года. Эта дата теперь ежегодно отмечается как День Квинсленда.

    Территория, которую ныне занимает Брисбен, изначально была колонией Мортон-Бей, предназначенной для ссылки туда осуждённых-рецидивистов, которые совершили повторное преступление, находясь в ссылке в Новом Южном Уэльсе. Позднее власти штата стали поощрять создание свободных поселений, что на сегодняшний день привело к развитию сельского хозяйства, туризма и использования природных ресурсов.

    Большинство населения штата проживает в Юго-Восточном Квинсленде, включающем в себя столицу Брисбен, Логан-Сити, Редланд-Сити, Ипсуич, Тувумбу, а также Голд-Кост и Саншайн-Кост. Остальные важные региональные центры: Кэрнс, Таунсвилл, Маккай, Рокгемптон, Бандаберг, Харви-Бей, Ингем и Маунт-Айза.

    Штат получил своё название в честь королевы Виктории, которая 6 июня 1859 года подписала указ о создании нового штата на части территории Нового Южного Уэльса. Популярная в те времена Виктория предпочла название в честь себя Куксленду, которое предлагал местный влиятельный пресвитерианский священник Джон Данмор Лэнг в честь английского мореплавателя Джеймса Кука. В честь этой королевы также был назван южный австралийский штат Виктория.

    Территория Квинсленда занимает площадь 1 730 648 км² (второе место среди штатов страны). На севере штат омывается водами залива Карпентария и Коралловым морем Тихого океана, на востоке — Тихим океаном. На юге Квинсленд граничит с Новым Южным Уэльсом, на западе — с Северной Территорией и Южной Австралией.

    Столица штата Брисбен находится на побережье в 100 км севернее границы с Новым Южным Уэльсом. На территории штата расположен Маунт-Айза — пятый по площади город в мире. Площадь города более 40 000 км². Квинсленд делится на 11 крупных географических регионов и 3 меньших (Атертон, Грэнит-Белт и Ченнел-Кантри), расположенных на крайнем юго-западе штата.

    Квинсленд богат живописными местами природного происхождения, такими как: Саншайн-Кост и Голд-Кост, имеющие лучшие пляжи штата; горы Баня и Большой Водораздельный хребет с многочисленными водопадами (в том числе здесь расположен самый высокий водопад Австралии — Уолламен), местами для пикников и великолепными пейзажами; ущелье Карнарвон; острова Уитсанди и остров Хинчинбрук.

    В штате пять охранных зон объектов Всемирного наследия: Австралийский заповедник окаменелостей млекопитающих в Риверслей в Галф-Кантри, Центрально-восточный заповедник тропических лесов, остров Фрейзер, Большой Барьерный риф и Влажные тропики Квинсленда.

    Климат

    Из-за большого размера штата климат в разных частях его территории крайне разнообразен. Малое количество осадков и жаркое лето характерны для внутреннего запада, муссонный ‘влажный’ сезон для крайнего севера и умеренно тёплый климат для прибрежной полосы. Температурный минимум типичен для внутренних и южных районов штата. Климат прибрежной полосы находится под влиянием тёплых вод океана, что обуславливает отсутствие экстремальных температур и постоянную влажность для осадков.


    Брисбен — столица и самый населённый город штата

    Есть пять климатических зон преобладающих в Квинсленде и различающихся по температуре и влажности:

    жаркое влажное лето (крайний север и побережье)
    тёплое влажное лето (прибрежные возвышенные внутренние районы и прибрежный юго-восток)
    жаркое сухое лето, умеренная зима (центральный запад)
    жаркое сухое лето, холодная зима (южный запад)
    умеренно-тёплое лето, холодная зима (внутренний юго-восток, например Грэнит-Белт)
    Тем не менее большинство населённых пунктов Квинсленда подвержены сменам двух сезонов: «зимнего» с преобладанием тёплых температур и минимальным количеством осадков, и душного летнего с высокими температурами и большим количеством осадков.

    Зафиксированный официально максимум температуры в штате составил 49,5 °C, Бердсвилл 24 декабря 1972 года (максимум составивший 53,1 °C, Клонкарри 16 января 1889 года не признан официально).

    Минимум температуры −10.6 °C, Станторп 23 июня 1961 года и Зе Хермитедж 12 июля 1965 года.

    История региона насчитывает тысячи лет, включая в себя длительный аборигенный (доколониальный) период и времена колонизации Австралии европейскими поселенцами. Первые австралийские аборигены пришли в регион около 40000 лет назад, а первыми мореходами, исследовавшими северо-восток Австралии до того как её обнаружил капитан Джеймс Кук в 1770 году, были голландцы, португальцы и французы. В июне 2009 года была отмечена 150-летняя годовщина создания штата и отделения его от Нового Южного Уэльса. Квинсленд был ареной военных столкновений между аборигенами и колонистами, а также одним из центров трудовой миграции канаков с островов Океании.
    """,
         image: Image("queensland"),
         posts: queenslandCities),
    Info(id: 154,
         title: "Виктория",
         subtitle: "",
         description:
    """
    Викто́рия (англ. Victoria) — штат на юго-востоке Австралии, самый маленький по территории штат в континентальной части страны. Население — 6 503 491 человек (2021). Столица и крупнейший город — Мельбурн. Официальное прозвище — «Садовый штат». Девиз — «Мир и процветание».

    Штат назван в честь королевы Великобритании Виктории, в чье правление была образована колония, впоследствии ставшая нынешним штатом.

    Площадь Виктории составляет 227 444 км² (5-е место среди штатов, 6-е место включая территории). Высшая точка штата — гора Богонг (1986 м).

    Населенные пункты и дорожная сеть Виктории.
    Северная граница Виктории проходит по южному берегу реки Муррей, а также по южной оконечности Большого Водораздельного хребта, который тянется вдоль восточного побережья и заканчивается к западу от Балларата. Штат граничит с Южной Австралией на западе и имеет кратчайшую в Австралии сухопутную границу с Тасманией. Официальная граница между Викторией и Тасманией проходит на протяжении 85 метров по 39° 12' южной широты через островок Баундари-Айлет в Бассовом проливе. Виктория включает множество топографически, геологически и климатически различных областей, начиная от влажного умеренного климата Джипсленда на юго-востоке и заканчивая заснеженными районами Австралийских Альп, которые поднимаются почти до 2000 метров, с высочайшей точкой горой Богонг (1986 метров). Имеются также обширные полузасушливые равнины на западе и северо-западе.

    В Виктории имеется обширная речная сеть. Наибольшее значение имеет система реки Муррей. Среди других рек: Овенс, Гоулберн, Кинг, Кэмпасп, Лоддон, Уиммера, Элгин, Барвон, Томсон, Сноуи-Ривер, Латроб, Ярра, Марибирнонг, Митта-Митта, Хопкинс, Мерри и Киева.

    Символами штата являются эпакрис вдавленный (цветок штата), поссум Ледбитера (животное штата) и медосос (птица штата). Морским символом штата является Морской конёк-тряпичник.

    Климат
    Несмотря на небольшой размер территории, климат Виктории разнообразный. Он варьируется от полупустынного и жаркого на северо-западе до умеренного и прохладного вдоль побережья. Большой Водораздельный хребет обеспечивает более прохладным горным климатом центр штата.

    Располагаясь на южной оконечности континента, Виктория имеет более прохладный и влажный климат, чем остальные материковые штаты и территории Австралии. Прибрежная равнина к югу от Большого Водораздельного хребта имеет наиболее мягкий климат. Воздушные массы Южного океана сглаживают жару летом и холод зимой. Мельбурн и другие крупные города расположены в этом умеренном регионе.

    Молли и верхняя Виммера являются наиболее теплыми регионами Виктории, где дуют горячие ветры из близлежащих пустынь. Средние температуры колеблются от 30 °C летом до 15 °C зимой. Максимальная температура в Виктории была зафиксирована в Хоуптауне 7 февраля 2009 года и составила 48,8 °C.

    Самой холодной частью Виктории являются Викторианские Альпы на северо-востоке. Альпы являются частью горной системы Большого Водораздельного хребта, протянувшейся через всю территорию штата с востока на запад. Средние температуры зимой менее 9 °C и ниже нуля в наиболее высоких местах. Минимальная температура в штате минус 17,7 °C была зафиксирована 13 июня 1965 года в Оумиоу и 3 июля 1970 года в Фолс-Крик.

    Осадки
    Виктория является вторым по обилию осадков штатом Австралии после Тасмании. Количество выпадаемых осадков в Виктории возрастает с севера на юг; наиболее влажными являются районы с максимальной высотой над уровнем моря. Среднегодовой уровень превышает 1800 миллиметров в некоторых районах на северо-востоке, но менее 250 миллиметров в Молли.

    Наиболее обильны дожди в Национальном парке Отуэй и Гиппслэнде на юге Виктории, а также в горном северо-востоке. Снег обычно выпадает только в горах и холмах в центре штата. Наиболее часто дожди идут зимой, но летом уровень осадков выше. Наиболее регулярны дожди в Гиппслэнде и Западном районе, что делает их основными сельскохозяйственными регионами. Максимальный дневной уровень осадков в Виктории был зафиксирован 22 марта 1983 года в Танибрине в Национальном парке Отуэй и составил 375 миллиметров.

    После основания колонии Новый Южный Уэльс в 1788 году Австралия была разделена на восточную часть, называвшуюся Новый Южный Уэльс, и на западную часть под названием Новая Голландия. Первое европейское поселение на территории нынешней Виктории — Салливан-Бей — было основано в 1803 году вице-губернатором Дэвидом Коллинзом в заливе Порт-Филлип. Поселенцы в количестве 308 каторжников, 51 матроса, 17 свободных переселенцев, 12 гражданских служащих, миссионера и его жены были направлены из Англии на корабле «Калькутта» под командованием капитана Даниэля Вудриффа в основном из-за боязни, что французы, исследовавшие этот район, могут основать своё собственное поселение и тем самым посягнуть на права Великобритании на континент.

    Следующим поселением стал Портленд на западном побережье штата. Мельбурн был основан в 1835 году Джоном Бэтманом.

    Регион вокруг Мельбурна назывался «Округ Порт-Филлип» и имел статус отдельно управляемой части Нового Южного Уэльса. В 5 августа 1850 года королева Виктория подписала акт, в результате которого Великобритания отделила этот регион от Нового Южного Уэльса, образовав новую колонию «Виктория». Данное решение было санкционировано Чарльзом Фитцроем (англ. Charles Augustus FitzRoy), бывшим тогда губернатором Нового Южного Уэльса, и посчитавшим, что управление фактически второй достаточно развитой колонией из Сиднея является затруднительным (расстояние между Сиднеем и Мельбурном составляет около 900 км по прямой и более 1100 км по морю). После прибытия соответствующего документа в Сидней Законодательный Совет штата Новый Южный Уэльс 1 июля 1851 года принял соответствующий законодательный акт.

    В 1851 году было найдено золото около города Балларат, а затем около города Бендиго. Позднее золото также было найдено во многих других районах колонии. Это вызвало золотую лихорадку. Колония быстро росла как по числу жителей, так и по экономическому значению. В течение 10 лет население Виктории выросло в 7 раз с 76 тысяч до 540 тысяч человек. В течение десятилетия 1851—1860 годов в Виктории было добыто 20 миллионов унций золота, что составило одну треть мировой добычи, что безусловно способствовало процветанию Мельбурна и всего штата Виктория. Память о золотой лихорадке отразилась и на флаге губернатора штата — он единственный среди подобных австралийских флагов, которой имеет золотистый фон.

    Иммигранты со всего мира, особенно из Ирландии и Китая, приезжали искать золото. Множество китайских горняков работало в Виктории, в основном в Бендиго и округе. Хотя по отношению к ним были определённые расистские проявления, это не достигало такого масштаба, как антикитайское насилие в ходе восстания Лэмбинг Флэт в штате Новый Южный Уэльс. Тем не менее, в 1857 году имело место восстание в долине Бакленд близ города Брайт. Условия жизни на золотых приисках были стесненными и антисанитарными. Вспышка тифа в долине Бакленд в 1854 году унесла жизни тысячи горняков.

    В 1854 году в Балларате произошло вооружённое восстание горняков, протестующих против налога на добычу. Оно было подавлено британскими войсками, однако недовольство подтолкнуло власти к реформированию управления (в частности, были снижены ненавистные пошлины на добычу) и расширению самостоятельности колонии. Вскоре имперский парламент путём принятия Закона о Колонии Виктория 1855 года предоставил Виктории право иметь самостоятельное правительство. Некоторые из лидеров восстания стали членами парламента Виктории.

    C 26 декабря 1856 по 10 сентября 1863 колониальным губернатором штата Виктория был британский политик, покровитель наук Генри Баркли.

    Первыми военными действиями колонии Виктория на иностранной территории были посылка войск и флота в Новую Зеландию для участия в войнах с маори. Войска Нового Южного Уэльса ранее уже принимали участие в Крымской войне.

    В 1901 году штат Виктория вошёл в состав Австралийского Союза. В результате золотой лихорадки Мельбурн стал финансовым центром Австралии и Новой Зеландии. С 1901 по 1927 годы, пока шло строительство Канберры, Мельбурн оставался столицей Австралии. В это время он был крупнейшим по населению городом Австралии и вторым (после Лондона) в Британской империи. Хотя Мельбурн сохраняет роль важного и влиятельного финансового центра, где расположены штаб-квартиры многих австралийских и международных компаний, в 1970-е и 1980-е годы он был постепенно обойдён Сиднеем по значимости.

    В субботу 7 февраля 2009 года («Черная суббота») на штат обрушились лесные пожары, унесшие как минимум 180 жизней.
    """,
         image: Image("victoria"),
         posts: victoriaCities),
    Info(id: 155,
         title: "Южная Австралия",
         subtitle: "",
         description:
    """
    Ю́жная Австра́лия (англ. South Australia) — штат в центре южной части Австралии.

    Территория штата располагается на наиболее засушливых землях континента, а его общая территория 983 482 км² делает её четвёртым по размерам австралийским штатом. Южная Австралия имеет общую границу со всеми прочими континентальными штатами и Северной территорией: на западе она граничит с Западной Австралией, на севере — с Северной территорией, на северо-востоке — с Квинслендом, на востоке — с Новым Южным Уэльсом и на юго-востоке — с Викторией. На юге омывается водами Большого Австралийского залива Южного океана. Почва штата представляет собой в основном аридные и полуаридные зоны, разделенные несколькими невысокими горными хребтами, наиболее важными из которых является хребет Маунт-Лофти-Флиндерса, который простирается на 800 км к северу от Мыса Джервиса до северного побережья озера Торренс и соляных озёр. Самой высокой точкой штата является гора Вудрофф (высота — 1435 м), относящаяся к хребту Масгрейв в удаленной северо-западной части штата. Практически необитаемая западная часть штата расположена на равнине Налларбор, выходящей к утесам Большого Австралийского залива.

    Основными отраслями сельского хозяйства являются выращивание зерновых, виноделие и овцеводство. Более половины всех австралийских вин производятся здесь.


    На заливе Сент-Винсент к югу от Аделаиды
    Южная Австралия граничит со всеми штатами и территориями страны, кроме территории федеральной столицы и Тасмании. Территория, ныне известная как Северная территория, была присоединена к Южной Австралии в 1863 году и передана в федеральное подчинение в 1911, став отдельной территорией.

    Южное побережье штата омывает Южный океан, в который вдаются полуострова Эйр, Йорк и Флоро.

    На побережье в юго-восточной части штата находится одно из крупнейших пресноводных озёр Австралии — Бонни.

    Средняя температура составляет 29°C в январе и 15 °C в июле. Дневные температуры в некоторых частях штата могут достигать 48 °C в январе и феврале.

    Максимальная зарегистрированная температура: 50,7 °C (123,3 °F), Однадатта, 2 января 1960 (Максимальная зарегистрированная температура во всей Австралии).

    Минимальная зарегистрированная температура: −8,2 °C (17,2 °F), Йонгала, 20 июля 1976

    По имеющимся данным, первыми европейцами, обследовавшими берега Южной Австралии, были голландские моряки, приплывшие сюда в 1627 г. на корабле Gulden Zeepaert под командованием капитана Франсуа Тейссена. Первую карту побережья составили в 1802 г. Мэттью Флиндерс и Никола Боден. Последний называл её Земля Наполеона.


    Запруженная река Торренс в Аделаиде
    В отличие от всех остальных штатов Австралии, Южная Австралия была основана в качестве свободного поселения переселенцев из Великобритании, а не как колония для ссыльных каторжников. Заселение штата началось 28 декабря 1836 года, когда штат был официально провозглашен губернатором Хайндмаршем. Основным принципом развития штата была признана систематическая колонизация, теория, разработанная Эдвардом Уэйкфилдом и позднее использованная в работе Новозеландской компании. Целью развития считалось основание провинции как центра цивилизации для свободных иммигрантов, где будут защищаться гражданская и религиозная свобода. Хотя история штата характеризовалась экономическими трудностями, Южная Австралия оставалась политически и культурно активным регионом. Сегодня штат знаменит своими фестивалями, а также вином местного производства.

    В 1834 британский парламент принял Акт о Южной Австралии, которым основал Южную Австралию в качестве провинции. Актом предусматривалось отведение под территорию колонии 802 511 км² земли, а также утверждался её статус как свободного поселения. Планировалось, что именно эта провинция станет воплощением лучших качеств британского общества, здесь не будет религиозной дискриминации или безработицы.


    Руины сооружений медных шахт Уоллару (Wallaroo Mines) на п-ве Йорк (1860—1920)
    Первые девять кораблей, на борту которых было 636 переселенцев, пристали в Кингскоте на острове Кенгуру, оставаясь там до тех пор, пока не было выбрано официальное место для колонии на территории современной Аделаиды. Первые иммигранты прибыли в залив Холдфаст (недалеко от современного Гленелга в ноябре 1836 года, и колония официально провозглашена 28 декабря, 1836. Этот день стал праздником в Южной Австралии. В отличие от других территорий Австралии, считавшихся колониями, Южная Австралия изначально называлась британской провинцией, свободным поселением.

    Флаг Южной Австралии был утвержден 13 января 1904 года и представляет собой синий (английский) кормовой флаг с эмблемой штата. На эмблеме изображена птица с раскинутыми крыльями на жёлтом диске. Официально птица на флаге описывается как Piping Shrike, что, собственно говоря не является современным стандартным названием какого-либо конкретного вида птиц, но часто отождествляется с широко распространённым в регионе видом ворона-свистун. Считается, что автором эмблемы был Роберт Крейг. Девиз штата: «Объединённый для общего блага». Официальные прозвища — «Штат фестивалей» (англ. Festival State) и «Штат вина».

    В 1861 году Южная Австралия ввела активное избирательное право, где женщинам было позволено избираться в парламент в 1894.
    """,
         image: Image("south-Australia"),
         posts: southAustraliaCities),
    Info(id: 156,
         title: "Западная Австралия",
         subtitle: "",
         description:
    """
    За́падная Австра́лия (англ. Western Australia; аббревиатура WA) — крупнейший из штатов Австралии, занимающий треть территории континента. Население — 2 805 000 человек (сентябрь 2022). Столица и крупнейший город — Перт. Главный морской порт Фримантл. Другие города — Мандура, Банбери, Калгурли, Албани.

    Западная Австралия — вторая в мире по величине административно-территориальная единица, уступающая по размерам территории только Якутии. По размерам она чуть больше Гренландии — крупнейшего в мире острова.

    Девиз: «Cygnis Insignis» («Несущий знак лебедя»). Официальное прозвище — «Штат дикого цветка».

    Территория штата составляет 2 527 013 км². Западная Австралия занимает западную треть австралийского континента. На востоке штат граничит с Северной территорией и Южной Австралией. С севера и с запада берега штата омываются Индийским океаном. Международная гидрографическая организация относит воды к югу от континента к Индийскому океану, хотя в Австралии они официально относятся к Южному океану.

    Протяжённость границ штата составляет 1862 километра, береговая линия — 12 889 километров.

    Геология

    Основная часть Западной Австралии лежит на древних Йлгарской и Пилбарской платформах, которые путём слияния с Индийской и Южно-Африканской платформами сформировали в архейскую эру Ур, один из древнейших суперконтинентов (3200 — 3000 миллионов лет назад).

    Поскольку единственным случаем горообразования с этого времени было появление хребта Стерлинг за счет рифтогенеза со стороны Антарктиды, земная поверхность является крайне древней и эродированной. Высшая точка — гора Мехарри в хребте Хамерсли в регионе Пилбара высотой 1 245 метров. Основная часть штата представляет собой низкое плато со средними высотами в районе 400 метров с очень низким рельефом и без поверхностных водостоков. Плато относительно резко спускается к прибрежным равнинам, в некоторых случаях образуя крутые откосы, примером чего является хребет Дарлинг около Перта.

    Значительный возраст ландшафта означает, что почвы в высокой степени неплодородны и зачастую покрыты латеритами. Даже почвы, производные от гранитных скал, содержат на порядок меньше фосфора и в два раза меньше азота, чем почвы в сравнимом климате на других континентах. Почвы, производные от песка и осадочных пород, даже менее плодородны, поскольку содержат ещё меньше растворимых фосфатов, а также испытывают недостаток в цинке, меди, молибдене и иногда в калии и кальции.


    Населённые пункты и дорожная сеть Западной Австралии
    Неплодородность большинства почв потребовала внесения значительного количества химических удобрений, в частности суперфосфатов, инсектицидов и гербицидов, что в сочетании с последовавшим уничтожением беспозвоночных и популяций бактерий, а также уплотнением почв вследствие воздействия тяжелой техники и копытных животных принесло ещё больший вред хрупким почвам.

    Крупномасштабная расчистка земель для сельского хозяйства и лесоводства нанесла ущерб местам обитания местных растений и животных. В результате юго-западный регион штата превосходит по концентрации редкой или находящейся на грани вымирания флоры и фауны многие другие регионы Австралии, что делает его одной из «горячих точек» биоразнообразия в мире. Крупные территории пшеничного пояса штата имеют проблемы с засоленностью почв и исчезновением источников воды.

    В 250 км к югу от Перта, рядом с городом Гринбушес, расположено уникальное месторождение тантала и олова Гринбушес.

    В Западной Австралии находится природный заповедник Гайден-Парк площадью 160 га (395 акров). Ежегодно его посещают более 100 000 туристов. Скала Каменная волна (Wave Rock) и Хайден-Рок являются частью этого популярного заповедника.

    Климат
    На юго-западном побережье преобладает средиземноморский климат. Ранее эти территории были покрыты густыми лесами, включая рощи эвкалипта разноцветного, одного из самых высоких деревьев в мире. Сельскохозяйственный регион Западной Австралии отличается большим биоразнообразием и высокой долей эндемиков. Благодаря морскому течению Лиювин прибрежные воды также богаты разнообразными растениями и животными, включая самые южные в мире коралловые рифы.


    Улица Хэй в Перте
    Среднегодовой уровень осадков варьируется от 300 миллиметров в регионе пшеничного пояса до 1400 миллиметров в наиболее влажных районах около Нортклиффа, однако с ноября по март, когда испарения превышают осадки, обычно очень сухо. Растениям приходится приспосабливаться к этому, а также к крайней скудности почв. Общее уменьшение зимних осадков наблюдается с середины 1970-х годов, при этом возрастает количество сильных ливней в летние месяцы.

    Центральные четыре пятых территории штата заняты пустынями и полупустынями, редко населены, а единственной значимой деятельностью здесь является добыча полезных ископаемых. Среднегодовое количество осадков составляет 200—250 миллиметров, большая часть из которых выпадает случайными ливневыми дождями, связанными с прохождением циклонов в летние месяцы.

    Противоположностью этому является северный тропический регион штата. В Кимберли крайне жаркий муссонный климат со среднегодовым уровнем осадков от 500 до 1500 миллиметров при длинном сухом сезоне с апреля по ноябрь. 85 % поверхностного водостока штата приходится на Кимберли, однако из-за стихийного характера водных потоков и непреодолимой скудости в целом обезвоженных почв развитие получила только территория вдоль реки Орд.

    Снег на территории штата выпадает редко и типичен только на хребте Стерлинг близ Олбани, единственном достаточно высоком и южном для этого хребте. Ещё реже снег может выпадать на соседнем хребте Поронгуруп. Выпадение снега за пределами этих районов является экстраординарным событием и может происходить в холмистой юго-западной зоне. Наибольшая территория была покрыта снегом 26 июня 1956 года, когда его выпадение было отмечено в Перт Хиллс и далее на север до Вонган Хиллс и на восток до Салмон Гамс. Однако даже на хребте Стерлинг снежный покров редко превышает 5 сантиметров и редко держится более одного дня.

    Максимальная температура 50,5 градуса по Цельсию была отмечена в Марди, округ Пилбара, в 61,6 километрах от острова Барроу 19 февраля 1998 года. Минимальная температура −7,2 градуса по Цельсию была зарегистрирована в обсерватории Айр Бёрд 17 августа 2008 года.

    Флора и фауна

    Чёрный лебедь считается птицей штата Западной Австралии

    Цветок анигозантос Мэнглза (лат. anigozanthos manglesii) является эмблемой Западной Австралии
    В Западной Австралии обитает около 540 видов птиц (в зависимости от используемой таксономии), из них 15 являются эндемиками штата. Лучшими территориями для птиц являются юго-западный угол штата, район вокруг Брум и округ Кимберли.

    Флора Западной Австралии включает в себя 9437 местных видов сосудистых растений, объединённых в 1543 рода 226 семейств, а также 1171 натурализованный и инвазивный вид. Наибольшее число видов произрастает в юго-западном регионе.

    Специфические экологические регионы Западной Австралии включают (с севера на юг): песчаниковые ущелья Кимберли на северном побережье; районы сухих степей (равнина Орд Виктория) и полупустынь (Западно-Австралийский Малга Шраблендс) с пустыней Танами; юго-западную австралийскую саванну; прибрежную равнину Сван вокруг Перта; Варрен на юго-западной оконечности побережья с винодельческим районом реки Маргарет; округ Голдфилдс-Эсперанс со степями Эсперанс и Кулгарди около города Кулгарди.

    Первые обитатели прибыли в Австралию с севера приблизительно от 40 до 60 тысяч лет назад. В течение тысячелетий они расселились по всей территории материка. Австралийские аборигены достаточно обжили территорию Западной Австралии ко времени, когда в начале XVII века туда начали прибывать первые европейские исследователи.


    Джон Форрест, первый премьер Западной Австралии
    Первым европейцем, ступившим на землю Западной Австралии, стал голландский мореплаватель Дерк Хартог, 26 октября 1616 года высадившийся на мысе Инскрипшион острова Дерк-Хартог. В течение оставшейся части XVII века многие голландские путешественники подплывали к побережью, как правило допустив навигационную ошибку на Маршруте Браувера, и часто терпели кораблекрушения на прибрежных мелях и рифах. К концу XVIII века британские и французские мореплаватели начали обследовать побережье Западной Австралии.

    Начало образованию современного штата было положено основанием британского поселения в заливе короля Георга в 1826 году (с 1832 года получило название Олбани). Поселение было основано из-за опасения англичан, что французы могут основать собственную колонию на побережье Западной Австралии.

    В 1829 году капитаном Джеймсом Стерлингом на реке Суон была основана колония Суон-Ривер. К 1832 году число британских поселенцев колонии достигло 1500. Два отдельных поселка колонии медленно выросли в портовый город Фримантл и столицу штата Перт.

    Население росло очень медленно до открытия в 1890-х годах значительных месторождений золота в районе Калгурли.

    В 1887 году был подготовлен проект новой конституции Западной Австралии, предусматривающий право на самоуправление, и в 1890 году Палата общин Великобритании приняла закон, предоставивший колонии такое право. Джон Форрест стал первым премьером Западной Австралии.

    В 1896 году парламент Западной Австралии одобрил привлечение кредита на финансирование строительства трубопровода для транспортировки пяти миллионов галлонов воды в день на золотые прииски Западной Австралии. Строительство трубопровода было завершено в 1903 году. Чарльз О’Коннор, первый главный инженер Западной Австралии, осуществлял проектирование и надзор за строительством трубопровода. Трубопровод ведёт из Перта в Калгурли, имеет протяжённость 530 километров и рассматривается историками как значимый фактор роста населения и экономики штата[13].

    После проведённой Форрестом кампании жители колонии Суон-Ривер проголосовали за федерацию, в результате чего Западная Австралия с 1 января 1901 года официально стала штатом.
    """,
         image: Image("western_Australia"),
         posts: westernAustraliaCities),
    Info(id: 157,
         title: "Северная территория",
         subtitle: "",
         description:
    """
    Северная территория (англ. Northern Territory) — субъект федерации в составе Австралии, на севере материковой части страны, статус чуть более низкий, чем у штата. Граничит с Западной Австралией на западе (по 129-му восточному меридиану), Южной Австралией на юге (по 26-й южной параллели) и Квинслендом на востоке (по 138-му восточному меридиану), включает в себя Землю Александры (название дано в 1862 году).

    С севера территория омывается Тиморским морем, Арафурским морем и заливом Карпентария. Обладая большой площадью (более 1 347 791 км², третья среди австралийских административно-территориальных единиц), территория редко заселена. Численность населения составляет 232 605 человек (2021), что является наименьшим среди восьми крупных австралийских штатов и территорий.

    Заселение этого региона аборигенами началось более 40 тысяч лет назад. Побережье территории открыто было европейцами в XVII веке. Первыми из европейцев попытки основать поселение на побережье предприняли британцы в XIX веке, однако до основания порта Дарвин в 1869 году ни одна из них не увенчалась успехом. На сегодня основой экономики территории является туризм (Национальный парк Какаду на крайнем севере и национальный парк Улуру-Ката Тьюта с уникальной скалой Улуру в центральной Австралии) и добыча полезных ископаемых.

    Столица и крупнейший город — Дарвин. Население в основном концентрируется не в прибрежных районах, а вдоль шоссе Стюарт. Другие крупные населённые пункты — Алис-Спрингс, Кэтрин, Нхулунбай, Теннант-Крик.

    Жителей Северной территории часто называют просто территорийцами (англ. Territorians).

    Множество очень маленьких населённых пунктов разбросано по всей территории, однако крупные центры сконцентрированы вдоль шоссе Стюарт, единственной дороги с твёрдым покрытием, связывающей Дарвин с южной Австралией, называемой местными жителями просто «трасса».

    В Северной территории расположены два эффектных естественных скальных образования, Улуру и Ката Тьюта, являющиеся священными для местных аборигенов и ставшие основными туристическими достопримечательностями.

    В западной части территории находится Национальный парк Какаду, с болотистой территорией и дикими животными. На севере от него расположено Арафурское море, а на востоке — полуостров Арнем-Ленд, региональным центром которого является посёлок Манингрида, лежащий в дельте реки Ливерпуль. Речная сеть Северной территории достаточно развита и включает в себя следующие основные реки: Аллигатор, Дэйли, Финке, Макартур, Роупер, Тодд и Виктория.

    Климат
    В Северной территории выделяются две климатические зоны.

    В северной части, включая Дарвин, климат тропический с высокой влажностью и двумя сезонами, влажным (с ноября по апрель) и сухим (с мая по октябрь). В течение сухого сезона практически ежедневно тепло и солнечно, средняя влажность около 30 %. Редкие осадки выпадают с мая по сентябрь. Самые холодные месяцы — июнь и июль, когда температура днём может падать до 14 градусов по Цельсию, но редко ниже. Заморозков за всю историю наблюдений не отмечалось.

    Влажный сезон ассоциируется с тропическими циклонами и муссонными дождями. Основная часть осадков выпадает с декабря по март, когда часто бывают грозы, а влажность достигает более 70 %. В среднем на севере выпадает более 1570 миллиметров осадков. Наибольший объём осадков приходится на северо-западное побережье, в среднем 1800—2100 миллиметров.

    В центральном регионе климат полупустынный, незначительные дожди обычно идут в течение самых жарких месяцев с октября по март. Среднегодовой уровень осадков не превышает 250 миллиметров.

    Максимальная температура 48,3 градуса по Цельсию была зарегистрирована в Апутуле 1 и 2 января 1960 года. Минимальная температура −7,5 градусов по Цельсию была зарегистрирована в Алис-Спрингс 12 июля 1976 года.

    Австралийские аборигены проживают на землях нынешней Северной территории в течение 40 тысяч лет. Активные торговые связи между ними и народами нынешней Индонезии прослеживаются как минимум в течение 5 столетий.

    Из первых четырёх попыток британцев основать поселение в суровом климате северного побережья три закончились неудачей из-за голода и отчаянья поселенцев. С 1825 по 1863 годы Северная территория была частью колонии Новый Южный Уэльс, за исключением короткого промежутка времени с февраля по декабрь 1846 года, когда она входила в состав колонии Северная Австралия. С 1863 по 1911 годы территория входила в состав Южной Австралии. Под управлением Южной Австралии в период с 1870 по 1872 годы была сооружена наземная телеграфная линия.

    В 1883—1889 годах была построена железнодорожная линия между Дарвином и Пайн-Крик. В экономической системе преобладало разведение крупного рогатого скота и добыча полезных ископаемых. К 1911 году поголовье скота насчитывало 513 тысяч голов. Ферма Виктория-Ривер-Даунс в то время считалось крупнейшим животноводческим хозяйством в мире (около 90 тыс. км² согласно Книге рекордов Гиннесса). Золото было обнаружено в 1872 году в Грув-Хилл, а также в Пайн-Крик, Брокс-Крик и Буррунди, а месторождение меди — в Дэйли-Ривер.

    1 января 1911 года, через десять лет после образования федерации, Северная территория была выделена из Южной Австралии и передана под управление Содружества.

    На короткое время, с 1 февраля 1927 по 12 июня 1931 года Северная территория была разделена на Северную Австралию и Центральную Австралию по 20-й параллели южной широты. В рамках Кимберлийского плана часть Северной территории рассматривалась как возможное место основания еврейского государства, получившего неофициальное название «Необетованная земля».

    Во время Второй мировой войны большая часть территории находилась под управлением военных. Это было единственным случаем с момента образования Содружества, когда австралийский штат или территория находился под военным управлением. После окончания войны контроль над территорией был возвращён федеральному правительству.

    Австралийские аборигены продолжали борьбу за свои права на справедливую оплату труда и владение землёй. Долгие годы ужас на белых наводила преступная группировка Немарлука. Важным событием в этой борьбе стала забастовка и марш племени гуринджи в посёлке Калкиринджи в 1966 году. Возглавляемое Гофом Уитлэмом федеральное правительство в феврале 1973 года образовало Королевскую комиссию Воуворда для исследования вопроса возможности предоставления земельных прав аборигенам Северной территории. В своём первом отчёте в июле 1973 года комиссия рекомендовала образовать Северный земельный совет и Центральный земельный совет, через которые аборигены могли бы высказать своё мнение. На основании отчёта комиссии был подготовлен проект Закона о земельных правах, однако правительство Уитлэма было отправлено в отставку ещё до рассмотрения этого закона.

    В конечном итоге Закон о земельных правах аборигенов Северной территории 1976 года был проведен правительством Фрейзера 16 декабря 1976 года и вступил в силу в ближайший День Австралии (26 января 1977 года).

    В 1978 году территория получила собственное правительство во главе с премьер-министром и Законодательную ассамблею. Художник Роберт Ингпен разработал для Северной территории флаг и герб.

    В 1996 году Северная территория в течение непродолжительного времени была одним из немногих мест в мире, легализовавших добровольную эвтаназию, пока разрешавший это закон не был отменён федеральным парламентом. За этот период четыре человека покончили с жизнью, воспользовавшись услугами доктора Филиппа Ничке.
    """,
         image: Image("northern-Territory"),
         posts: northTerritoryCities),
    Info(id: 158,
         title: "Тасмания",
         subtitle: "",
         description:
    """
    Тасма́ния (англ. Tasmania, палава-кани lutruwita) — австралийский штат, который расположен на одноимённом острове в 240 км к югу от материка Австралии, отделённом от континента проливом Басса. Администрация также распространяется на ближайшие острова (Кинг, Флиндерс и др.) и отдалённый остров Маккуори. Население — 534 457 человек (2020 г., оц.). Площадь — 68 401 км². Столица и крупнейший город — Хобарт. Другие крупные города — Лонсестон, Девонпорт и Берни.

    География

    Площадь острова Тасмании составляет 68 401 км². Он расположен в «ревущих сороковых» широтах на пути устойчивых штормовых западных ветров. Омывается Индийским и Тихим океанами и отделён от Австралии Бассовым проливом. Тасмания имеет кратчайшую в Австралии сухопутную границу — со штатом Виктория. Официальная сухопутная граница между Викторией и Тасманией проходит на протяжении 85 метров по 39° 12' южной широты через островок Баундари-Айлет в Бассовом проливе.

    Остров Тасмания — материковый остров, он является структурным продолжением Большого Водораздельного хребта Австралии. Берега образуют многочисленные заливы (Маккуори, Сторм, Грейт-Ойстер-Бей и др.).

    Геология. Рельеф

    Считается, что остров Тасмания до конца последней ледниковой эпохи (приблизительно 10 000 лет назад) был частью материковой Австралии. Большая часть острова состоит из интрузий диабаза юрского периода (выходов магмы) в другие горные породы, иногда формирующих обширные столбчатые структуры. Тасмания является крупнейшей в мире областью распространения диабаза, формирующего здесь множество своеобразных гор и скал. Из него в основном сложено центральное плато и юго-восточная часть острова. Гора Веллингтон около Хобарта со скальными сбросами в виде колонн, которые получили название «орга́нных труб» (англ. Organ Pipes), является характерным примером. В южной части, примерно на уровне Хобарта, диабаз проходит через слои песчаника и похожих осадочных пород. На юго-западе докембрийские кварциты из очень древних морских отложений формируют острые хребты и горы, например Федерейшен-Пик (Пик Федерации) и Френчменс-Кап. На северо-востоке и востоке можно видеть континентальные граниты, похожие на прибрежные граниты материковой Австралии. Для северо-запада и запада характерны богатые минералами вулканические породы. На юге и северо-западе также встречаются известняки с пещерами.

    Зоны кварцитов и долеритов в высоких горах носят следы оледенения, особенно на центральном плато и на юго-западе острова. Например, гора Крейдл ранее являлась нунатаком. Комбинации этих различных горных пород рождают уникальные пейзажи. На крайней юго-западной оконечности штата порода почти полностью состоит из кварцита, что создаёт у зрителя ложное впечатление круглогодичных снежных шапок на вершинах гор.

    Поскольку на острове отсутствовала вулканическая активность в последнее (в геологическом масштабе) время, в рельефе преобладают обособленные крутосклонные плато и нагорья высотой 600—1000 м, что делает Тасманию наиболее гористым штатом Австралии. Расположенная по течению реки Маккуори (впадающей в Саут-Эск, а затем в Теймар) низменность Мидлендс с относительно ровным рельефом, используемая в основном для сельскохозяйственных нужд, отделяет Восточное нагорье (самая высокая точка — гора Легс-Тор, 1572 м) от Центрального плато (самая высокая точка — гора Осса, 1617 м, является также высшей вершиной Тасмании).

    Полезные ископаемые

    Важнейшие полезные ископаемые: полиметаллические и железные руды, олово, медь, золото и др.

    Климат

    Климат на севере — субтропический, на юге — умеренный, влажный. В Хобарте средняя температура июля — +8 °C, февраля — +17 °C. На плато и в горах температура зимних месяцев — ниже 0 °C. В западной части острова выпадает более 1000 мм осадков в год (в заливе Маккуори — 2800 мм), в восточной — в среднем 600 мм в год. Имеется ярко выраженная сезонность выпадения осадков, максимум которых приходится на зимние месяцы. В январе и феврале обычно выпадает 30-40 % осадков от уровня июля и августа, однако и в наиболее засушливые месяцы дожди выпадают через день. Дождливых дней в году в Тасмании намного больше, чем в любой части материковой Австралии.

    Несколько зон в центре Тасмании, а также остров Флиндерс в 2007 году были объявлены правительством штата засушливыми районами.

    Абсолютный максимум температуры в Тасмании +42,2 °C был зарегистрирован 30 января 2009 года в посёлке Скамандер. Минимальная температура −13 °C зарегистрирована 30 июня 1983 года в посёлке Тарралиа.

    Водоёмы

    Благодаря гористому рельефу в Тасмании имеется большое количество рек, многие из которых перегорожены плотинами гидроэлектростанций, полностью обеспечивающих потребности штата в электроэнергии. Большинство рек берут начало на Центральном плато и спускаются к побережью. На берегах эстуариев рек, как правило, располагаются крупные населённые пункты.

    Крупнейшие реки — Теймар и Маккуори на севере и Деруэнт на юге — полноводны, но порожисты, а потому судоходны только в низовьях. На Центральном плато много озёр ледникового происхождения.

    Почвы
    Почвы на западе бурые лесные, в горах оподзоленные и горно-луговые, на севере и востоке — желтозёмы и краснозёмы.

    Флора и фауна
    Животный и растительный мир Тасмании весьма оригинален — большое количество представителей являются эндемиками.

    На Тасмании 44 % территории покрыто дождевыми лесами, причём 21 % занимают национальные парки. Такие соотношения встречаются нечасто. Изобилующие форелью озёра, реки и водопады, пополняющиеся дождевой и талой водой, питают леса, где растут молочай тирукалли, эвкалипты царственный и Ганна, миртовые, нотофагус Каннингема, акация чёрная, сассафрас, эукрифия блестящая[en], филлокладус асплениелистный, диксония антарктическая и дакридиум Франклина — и защитники окружающей среды всё ещё «воюют» с горнодобытчиками, изготовителями бумаги и строителями гидроэлектростанций. Голая пустыня Куинстауна, горнопромышленного города, сурово напоминает о последствиях бездумной траты природных ресурсов.

    Пострадала и фауна этих мест, особенно тилацин, или сумчатый волк, — изображённое на гербе острова животное серо-жёлтой окраски, напоминающее собаку. За тёмные полосы на спине и крестце его прозвали тигром. Это сухопарое, пугливое плотоядное повадилось таскать домашнюю птицу и овец. За убитых тилацинов давали вознаграждение, и к 1936 году они исчезли.

    Другому уникальному сумчатому Тасмании, тасманийскому дьяволу, исчезновение может грозить по причине уникального онкологического заболевания — лицевой опухоли. В настоящее время учёными Австралии ведётся интенсивная работа по предотвращению распространения этого заболевания среди тасманийских дьяволов.

    Тасмания также славится тонкоклювым буревестником. Начиная полёт в Тасмановом море и практически облетая кругом Тихий океан, буревестник из года в год возвращается на свои песчаные гнездовья.

    Невдалеке от гнёзд тонкоклювых буревестников, куда они прилетают только по ночам, обитает нелетающая птица с коротким клювом — малый пингвин, представляющий самый мелкий вид из ныне существующих пингвинов: масса тела у взрослых особей не больше, чем у кошки.

    История

    Этимология названия

    Остров был открыт Абелем Тасманом в 1642 году, который назвал его Вандименовой Землёй (в честь генерал-губернатора голландских колоний в Ост-Индии — Антони ван Димена, организовавшего экспедицию по поиску новых земель). А в середине XIX века (1 января 1856 года) остров назвали Тасманией, в честь этого голландского мореплавателя.

    Период аборигенов

    Фотография последних четырёх чистокровных тасманийцев, 1860-е годы. Крайняя справа — Труганини, считающаяся последней из них
    Тасмания первоначально была заселена тасманийскими аборигенами (тасманийцами). Находкам, свидетельствующим об их присутствии в этом регионе, позднее ставшим островом, как минимум 35 тысяч лет. Подъём уровня океана отрезал Тасманию от материковой Австралии приблизительно 10 тысяч лет назад.

    Ко времени контакта с европейцами тасманийцы делились на девять основных этнических групп. По оценкам[кого?], во время появления британских поселенцев в 1803 году местное население составляло от 5 до 10 тысяч человек. Из-за принесённых европейцами инфекционных заболеваний, к которым у аборигенов не было иммунитета, геноцида[10] и преследований коренное население острова сократилось к 1833 году до 300 человек. Почти все аборигены были переселены Джорджем Августом Робинсоном на остров Флиндерс.

    Женщина по имени Труганини (1812—1876) считается последней чистокровной тасманийкой. Однако есть доказательства, что последней была другая женщина, Фанни Кокрейн Смит, родившаяся в Вайбалену и умершая в 1905 году.

    Первые европейцы

    Тасмания в конце XIX века

    Первым европейцем, увидевшим Тасманию, стал 24 ноября 1642 года голландский исследователь Абел Тасман. Тасман высадился в заливе Блэкмэн. В 1773 году Тобиас Фюрно стал первым англичанином, высадившимся на берег Тасмании в заливе Адвенче. Французская экспедиция, возглавлявшаяся Марком Жозефом Марион-Дюфреном, высаживалась на остров в заливе Блэкмэн в 1772 году. Капитан Джеймс Кук с молодым Уильямом Блаем на борту останавливался в заливе Адвенче в 1777 году. Уильям Блай возвращался сюда в 1788 году (на корабле Баунти) и в 1792 году (на корабле Провиденс вместе с молодым Мэтью Флиндерсом). Множество других европейцев побывали на острове, оставив после себя колоритный массив названий топографических объектов. Мэтью Флиндерс и Джордж Басс в 1798—1799 годах впервые доказали, что Тасмания является островом.

    Первое поселение Рисдон-Коув было основано британцами в 1803 году на восточном берегу устья реки Деруэнт. Небольшая партия поселенцев была направлена из Сиднея под командой Джона Боуэна с целью предотвращения французских притязаний на остров. Альтернативное поселение Салливанс-Коув было основано капитаном Дэвидом Коллинзом в 1804 году в пяти километрах южнее на западном берегу, где было больше источников питьевой воды. Позднее поселение было названо Хобартом в честь тогдашнего государственного секретаря по делам колоний лорда Хобарта. Поселение Рисдон позднее было заброшено.

    Первыми поселенцами были, в основном, каторжники и их вооружённая охрана. Им ставилась задача развития сельского хозяйства и промышленности. На острове возникло множество поселений, включая каторжные тюрьмы в Порт-Артуре на юго-востоке и в заливе Маккуори на западном побережье. В течение 50 лет с 1803 по 1853 годы около 75 000 осуждённых было перевезено в Тасманию. Земля Ван-Димена была отделена от Нового Южного Уэльса и провозглашена самостоятельной колонией с собственной судебной системой и законодательным советом 3 декабря 1825 года.

    Колония Тасмания

    Британская колония Тасмания существовала на острове в период с 1856 по 1901 годы, когда она вместе с пятью другими австралийскими колониями вошла в состав Австралийского Союза. Возможность самоуправления колонии появилась в 1850 году, когда парламент Британии принял Закон об австралийских колониях, предоставив им всем право законодательной власти. Законодательный совет Земли Ван-Димена принял конституцию в 1854 году, которая была санкционирована королевой Викторией в 1855 году. В конце этого же года Тайный совет утвердил изменение названия колонии с «Земля Ван-Димена» на «Тасмания». В 1856 году впервые собрался вновь избранный двухпалатный парламент, утвердив, таким образом, Тасманию в качестве самоуправляемой колонии Британской Империи.

    Экономика колонии была подвержена циклическим колебаниям, но на протяжении основного времени испытывала устойчивый рост. Имея незначительные внешние угрозы и прочные торговые связи с Империей, во второй половине XIX века колония Тасмания прошла через целый ряд благоприятных периодов, став одним из мировых центров судостроения. Колония создала собственные вооружённые силы, которые сыграли значительную роль во второй англо-бурской войне в Южной Африке. В ходе этой войны тасманийские солдаты были награждены двумя первыми для австралийцев Крестами Виктории. Тасманийцы проголосовали за создание федерации с наибольшим перевесом среди всех австралийских колоний, и 1 января 1901 года колония Тасмания стала австралийским штатом Тасмания.

    XX век

    Штат значительно пострадал от пожаров 1967 года, принёсших материальный ущерб и гибель людей. В 1970-х годах правительство объявило о планах по заполнению водой озера Педдер, имеющего большое значение для окружающей среды. Разрушение Тасманова моста, в который в 1975 году врезался сухогруз MV Lake Illawarra, сделало практически невозможным пересечение реки Деруэнт в районе Хобарта до октября 1977 года. Внимание международной общественности привлекла кампания против проекта строительства плотины Франклин на реке Гордон в начале 1980-х годов. Эта кампания способствовала развитию движения зелёных. 28 апреля 1996 года произошёл инцидент, известный как массовое убийство в Порт-Артуре, когда Мартин Брайант застрелил 35 человек (как местных жителей, так и туристов) и ранил 22. После этого правила использования огнестрельного оружия были немедленно пересмотрены, новые законы о владении оружием были приняты по всей стране, а закон штата Тасмания стал самым строгим в Австралии. В апреле 2006 года небольшое землетрясение вызвало обрушение шахты Биконсфилд. Один человек погиб, двое оставались отрезанными под землёй в течение 14 дней. Тасманийское общество некоторое время было разделено на сторонников и противников строительства целлюлозно-бумажного комбината Белл Бэй. Сторонники ратовали за создание новых рабочих мест, тогда как противники указывали, что загрязнение окружающей среды окажет негативное влияние как на рыболовную промышленность, так и на развитие туризма.
    """,
         image: Image("tasmania"),
         posts: tasmaniaCities)
]

