//
//  TasmaniaCities.swift
//  KiwiEducationAu
//
//  Created by Лёха Небесный on 01.06.2023.
//

import SwiftUI

let tasmaniaCities: [Info] = [
    Info(id: 1581,
         title: "Хобарт",
         subtitle: "",
         description:
    """
    Население: 246 900 человек

    Средняя месячная зарплата (после уплаты налогов): AU$ 4617,24

    Уровень безработицы: 5,7% (по данным портала информации о рынке труда  на июль 2020 г.)

    Цена квадратного метра при покупке квартиры за пределами центра: AU$ 3 338,50

    Средняя летняя температура: 11,5 — 21 ° C (вода — 16,5 ° C).

    Средняя зимняя температура: 3 — 12,3 ° C (вода — 12,5 ° C).

    Хобарт — столица Тасмании, где проживает почти половина всех жителей острова. Это самая южная столица Австралии и важный морской порт. Отсюда начинаются австралийские и французские экспедиции в Антарктиду. Это также популярное направление для многочисленных круизных лайнеров. Важнейшими отраслями промышленности города являются судостроение, пищевая промышленность, пивоваренные, кондитерские фабрики, производство вина, устричные и лососевые фермы и конечно туризм.

    Хобарт привлекателен огромным количеством ресторанов для гурманов с разнообразными блюдами, виски и крафтовым пивом отличного качества. В течение дня вы можете подняться на гору Веллингтон, чтобы полюбоваться потрясающим видом на город, прогуляться по очаровательным местным рынкам и посетить Музей старого и нового искусства (MONA) с его захватывающей, а иногда и провокационной коллекцией.

    Хобарт является домом для University of Tasmania, который предлагает более 100 степеней бакалавра в различных сферах, включая уникальные направления, такие как морская инженерия, Антарктика, аквакультура и сохранение моря.
    """,
         image: Image("cities-hobart"),
         posts: []),
    Info(id: 1582,
         title: "Лонсестон",
         subtitle: "",
         description:
    """
    Население: 68 007 человек

    Средняя месячная зарплата (после уплаты налогов): AU$ 3441,88

    Уровень безработицы: 6,9% (по состоянию на июль 2020 г.)

    Цена за квадратный метр при покупке квартиры за пределами центра: AU$ 3490,50

    Средняя летняя температура: 12 — 24 ° C

    Средняя зимняя температура: 2 — 13 ° C

    Лонсестон — город на севере Тасмании, расположенный в 200 км от Хобарта. Это один из старейших городов Австралии, который гордится множеством красивых исторических зданий 19-20 веков в викторианском, георгианском стилях, стилях ар-деко и архитектуры федерации. За городом тоже есть на что посмотреть и чем заняться. Например, прогулка вдоль ущелья Катаракт с потрясающими видами, бескрайние лавандовые и маковые поля, винодельни и плантации фруктовых деревьев в долине Тамар.

    Ключевыми отраслями промышленности города являются розничная торговля, образование, гостиничный бизнес, строительство и обрабатывающая промышленность. Он также известен виноградарством и производством шерсти.

    В городе находится кампус University of Tasmania, включающим Australian Maritime College.
    """,
         image: Image("cities-launceston"),
         posts: [])
]
