//
//  Education.swift
//  KiwiEducationAu
//
//  Created by Лёха Небесный on 31.05.2023.
//

import SwiftUI

let education: [Info] = [
    Info(id: 31,
         title: "Стипендии в Австралии",
         subtitle: "Относительно высокая стоимость образования иногда является барьером для начала своего пути обучения в Австралии. В этой статье разбираем некоторые стипендии, на которые можно претендовать при поступлении",
         description:
    """
    Австралия – страна с очень высоким уровнем жизни, с высокими доходами и высокими затратами, в том числе и на обучение.

    Многие австралийские вузы неизменно занимают достойные места в мировом рейтинге. Относительно высокая стоимость образования иногда является барьером для начала своего пути обучения в Австралии. Однако, не всем известно, что правительство Австралии, а также многие вузы, предоставляют стипендии, полностью или частично покрывающие затраты студентов.

    В этой статье мы разберем некоторые стипендии, на которые вы можете претендовать.

    Программы стипендий

    Австралийское правительство предоставляет три программы. Программа поддержки студентам развивающихся стран Australia Awards Scholarships (AAS) доступна для жителей Азии и Островных государств ближнего востока.

    В 2019 году была принята пилотная программа поддержки студентов, которые учатся и живут в региональной Австралии. Сумма выплат составляет до AU$ 15 000 в год. Программа действует в течении четырех лет с 2020 до 2024.

    Для участия в этой программе студент должен быть зачислен в один из региональных кампусов следующих университетов:
    University of Tasmania
    University of Southern QLD
    University of South Australia
    Southern Cross University
    Deakin University
    Charles Darwin University
    Central QLD  University

    Стоит отметить, что эта программа распространяется не только на университетское, но и на профессиональное образование (VET) в институтах и колледжах TAFE. Однако там она доступна только для местных студентов.

    Следующая программа исследовательской подготовки — Research Training Program (RTP). Австралийские стипендии для аспирантов, идущих на исследовательскую степень. На 2021 год все университеты Австралии участвуют в этой программе.

    Сумма выплат может составлять от AU$ 28 000 до 44 000.

    Помимо Государственных программ, многие университеты и институты предоставляют собственные программы поддержки, которые основаны на академической успеваемости студентов. В случае хороших показателей вам могут дать существенную скидку на обучение, которая полностью или частично покрывает расходы на обучение.

    Также существуют и международные программы поддержки иностранные студентов. Для наших соотечественников доступна программа Стипендии Международного центра водных ресурсов, International Water Centre Scholarships. Это стипендия для учащихся по программе магистратуры в области интегрированного управления водными ресурсами в University of Queensland.

    Подводя итог, следует отметить, что несмотря на высокую стоимость образования, Австралийское правительство и университеты предоставляют существенную материальную поддержку иностранным студентам, особенно тем, кто показывает стабильно высокие академические показатели.

    Для более подробной информации по стипендии обращайтесь в Kiwi Education
    """,
         image: Image("scholarship"),
         posts: []),
    Info(id: 32,
         title: "Студенческие визы в Австралию",
         subtitle: "В этой статье мы постарались ответить на самые частые вопросы о студенческой визе в Австралию, ее условиях и процессе подачи заявки",
         description:
    """
    Если вы хотите учиться в Австралии более трех месяцев, вам необходимо получить студенческую визу (подкласс 500). В этой статье мы постарались ответить на самые частые вопросы об этой визе, ее условиях и процессе подачи заявки.

    Student Visa (Subclass 500)

    Эта виза предназначена для вас, если вы хотите обучаться на языковых курсах или по программе профессионального или высшего образования в Австралии. Она также подходит для детей от 6 лет, которые собираются учиться в австралийских школах в качестве иностранных студентов. Студенческая виза выдается на срок обучения не более 5 лет. С этой визой вы можете:

    Учиться full-time (не менее 20 часов в неделю) на программе, указанной в вашей визе;
    Работать неполный рабочий день (не более 40 часов в две недели) во время учебы и полный рабочий день во время каникул и праздников;
    Привезти с собой семью. Членами семьи являются ваш партнер и дети. Вы можете указать их в своем заявлении на студенческую визу или они могут подать заявление на получение собственной визы на основании вашей студенческой. Однако вам нужно будет предъявить достаточно средств, чтобы все члены семьи жили и учились в Австралии.

    Студенческая виза также может быть выдана для изучения комплексных программ. Комплексная программа — это два или более последовательных курса обучения, где последний курс является основным. Например, курс английского языка + степень магистра (для тех, кто хочет улучшить свой английский и сдать IELTS для поступления в магистратуру) или курс Foundation + степень бакалавра (для выпускников средней школы). Чтобы получить студенческую визу на два курса, вам необходимо иметь подтверждение о зачислении (CoE) на каждый курс и достаточно средств для полной оплаты обучения.


    Как я могу подать заявление на студенческую визу в Австралию

    Вы можете подать заявку онлайн через сайт Министерства внутренних дел. Для этого необходимо создать учетную запись ImmiAccount, там заполнить анкету, загрузить все необходимые документы и оплатить регистрационный сбор (620 австралийских долларов) кредитной или дебетовой картой.

    В течение 14 дней после подачи онлайн-заявки вам необходимо предоставить биометрические данные в ближайшем австралийском визовом центре.

    Затем вам просто нужно дождаться решения по вашей заявке. Регулярно проверяйте электронную почту — иногда офицеры могут запросить дополнительные документы. Предоставьте их как можно скорее в срок, указанный в запросе.

    После получения визы она будет оформлена онлайн в виде документа в формате pdf. Мы рекомендуем распечатать его и держать при себе во время поездки в Австралию.


    Какие документы мне нужно предоставить для подачи заявления на студенческую визу

    В онлайн-заявке вы должны предоставить:
    Документы, удостоверяющие личность;
    Подтверждение зачисления (CoE) от вашего образовательного учреждения;
    Доказательство вашего знания английского языка — сертификат IELTS или другой международно признанный тест;
    Страховка — страхование здоровья иностранных студентов (OSHC) от утвержденного австралийского поставщика медицинского страхования. Если вы едете в Австралию с семьей, то все члены семьи должны быть застрахованы на весь период пребывания в Австралии;
    Подтверждение наличия средств (зависит от страны вашего происхождения и учебного заведения) — вам нужно будет доказать, что у вас достаточно денег на ваших банковских счетах для оплаты вашего курса, проживания и других расходов в Австралии;
    Доказательства того, что вы настоящий студент. Это означает, что вы собираетесь в Австралию только на учебу и планируете вернуться в свою страну после завершения курса. Итак, вам нужно доказать, что у вас прочные связи со своей страной. Это может быть ваша работа, имущество, оставленные дома члены семьи и т.д;
    Доказательства вашей добропорядочности;
    Результаты медицинского обследования.

    Помимо основного списка следует приложить дополнительные документы, подтверждающие ваше желание учится именно в Австралии не преследуя иммиграционных целей. Специалисты Kiwi Education могут  помочь вам в индивидуальном порядке с оформлением.

    Вы можете посмотреть весь список документов на сайте Министерства внутренних дел.


    Какие документы нужно предоставить, если студенту не исполнилось 18 лет

    Для студентов младше 18 лет необходимо предоставить дополнительные документы:
    Родительское согласие — специальная форма, в которой родители разрешают своему ребенку подавать заявление на визу.
    Социальные условия — подтверждение того, что студенту предоставлено соответствующее жилье. Обычно ваше учебное заведение несет ответственность за предоставление студенту надлежащего проживания в семье.

    Однако в организации проживания нет необходимости, если студент приезжает в Австралию с родителем или родственником, который может получить визу опекуна студента. Эта виза позволяет сопровождать студента младше 18 лет, чтобы поддерживать его и обеспечивать проживание, благополучие и уход. Опекун не может работать, но может оставаться со студентом на время его курса обучения и посещать курсы английского языка.

    Процесс подачи заявления на студенческую визу в Австралию может быть непростым, так как каждый случай индивидуален и полон нюансов. Специалисты Kiwi Education помогут вам пройти весь процесс от зачисления на курс до подачи документов на визу, а также найти ответы на возникающие вопросы.
    """,
         image: Image("students-visa"),
         posts: []),
    Info(id: 33,
         title: "Университеты Австралии",
         subtitle: "Рейтинг, локация и другая важная информация для вашего успешного выбора учебного заведения и поступления",
         description:
    """
    В австралийских университетах вы можете получить не только наиболее престижное, но и признанное во всем мире образование. Обучение в австралийском университете – это уникальный опыт, который существенно изменит вашу жизнь. Как правило, кампусы университетов — это не просто классы, библиотеки и лекционные залы. Они имеют впечатляющие возможности для прикладного обучения на практике — фермы, лаборатории, обсерватории, художественные галереи, концертные залы и т.д., а также кафе, спортивные площадки, тренажерные залы и зоны отдыха для комфортного пребывания студентов. Стоимость обучения  в австралийских университетах варьируется от AU$ 22 000 до 39 000 в год. Выпускники университетов получают возможности для построения карьеры или для проведения дальнейших исследований, чтобы внести свой вклад в мировую науку.

    В Австралии 43 университета (40 австралийских, 2 международных и 1 частный). Восемь самых престижных из них составляют знаменитую Группу восьми Group of Eight . В эту группу входят:

    The University of Melbourne
    The University of Queensland
    The University of Sydney
    Monash University
    The University of New South Wales
    Australian National University
    The University of Western Australia
    The University of Adelaide.

    Кроме того, семь из них входят в топ-100 в рейтинге лучших университетов мира.

    Австралийские университеты можно найти не только в мировом рейтинге. Австралийская организация Australian Research Council составляет рейтинг для университетов внутри страны — Excellence in Research for Australia (ERA), но рейтинг относится только к качеству исследований в университетах, а не к качеству преподавания или удовлетворенности студентов.

    В данной статье мы подробнее рассмотрим следущие вузы, для удобства навигации, выбирайте из списка:

    Australian National University
    The University of Sydney
    The University of Melbourne
    The University of New South Wales
    The University of Queensland
    Monash University
    The University of Western Australia
    The University of Adelaide
    The University of Technology Sydney
    The University of Wollongong
    The University of Newcastle
    Macquarie University
    Curtin University
    Queensland University of Technology
    RMIT University
    Deakin University
    University of South Australia
    Университет Гриффит
    The University of Tasmania
    The Swinburne University of Technology
    La Trobe University
    Bond University
    Flinders University
    The University of Canberra
    James Cook University
    Western Sydney University
    Victoria University
    Murdoch University
    Central Queensland University
    Edith Cowan University
    Charles Darwin University
    The University of Southern Queensland
    Southern Cross University
    University of New England Australia
    Charles Sturt University
    Australian Catholic University
    The University of the Sunshine Coast
    Carnegie Mellon University
    Federation University Australia
    Torrens University Australia
    University of Notre Dame Australia
    The University of Divinity


    Australian National University

    Австралийский рейтинг (ERA) — 6
    Мировой рейтинг (QS) — 31
    Расположение — Канберра

    Один из самых престижных университетов в мире. Он расположен в самом сердце Канберры — столицы Австралии, поблизости с крупными политическим и культурными учреждениям.


    The University of Sydney

    Австралийский рейтинг (ERA) — 3
    Мировой рейтинг (QS) — 40
    Местоположение — Сидней

    Несмотря на то, что Сиднейский университет занимает второе место в рейтинге, он по-прежнему занимает лидирующие позиции в таких областях, как онкология, ветеринария, гуманитарные науки и искусство, а также лидирует по трудоустройству выпускников. Отличные кампусы, расположенные по всему Сиднею, предоставляют все необходимое для захватывающего процесса обучения — не только библиотеки, но и художественные галереи, исторические музеи, действующие фермы и даже станцию для полевых исследований на Большом Барьерном рифе.


    The University of Melbourne

    Австралийский рейтинг (ERA) — 1
    Мировой рейтинг (QS) — 41
    Местоположение — Мельбурн

    Расположенный в культурной столице Австралии, Университет Мельбурна предоставляет уникальный опыт студенческой жизни. Новейшее оборудование в кампусах позволяет с комфортом изучать такие предметы, как биомедицина, искусство, инженерное дело, дизайн и многое другое. Кроме того, университет славится своим подходом к базовому высшему образованию, когда студенты могут также изучать предметы за пределами основных дисциплин, расширить горизонты и иметь гибкость в выборе своего будущего карьерного пути.


    The University of New South Wales

    Австралийский рейтинг (ERA) — 5
    Мировой рейтинг (QS) — 44
    Расположение — Сидней, Канберра

    UNSW является мировым лидером в таких областях исследований, как солнечная энергия, экологичные материалы, квантовые вычисления и является всемирно известным университетом во многих других областях. Университет имеет тесную связь с отраслями, поэтому его выпускники успешно находят работу.


    The University of Queensland

    Австралийский рейтинг (ERA) — 2
    Мировой рейтинг (QS) — 46
    Расположение — Брисбен

    UQ славится своим сильным акцентом на превосходное преподавание. Университет стал неоднократным победителем в номинации университетского преподавания Australian Awards for University Teaching (AAUT). Университет предоставляет студентам обширные возможности для обучения, научных исследований, развития лидерских качеств, трудоустройства, а также спортивную и культурную инфраструктуру.


    Monash University

    Австралийский рейтинг (ERA) — 4
    Мировой рейтинг (QS) — 55
    Расположение — Мельбурн

    Monash University является крупнейшим университетом в Австралии. Он состоит из 6 кампусов в районе Мельбурна, кампусов в Малайзии и Индонезии, а также партнерских университетов и школ в Китае, Индии и Италии. Университет предлагает подборку из самых разнообразных учебных программ в Австралии, а также широкие возможности для исследований в более чем 150 областях. Университет гордится своим глобальным значением, поскольку его студенты и исследователи работают над прикладными проектами, которые способствуют развитию науки, такими как новая вакцина против малярии или двигатели, созданные на 3D принтерах . Таким образом, университет ориентирован на иностранных студентов, предоставляя им лучший опыт обучения в мультикультурной среде.


    The University of Western Australia

    Австралийский рейтинг (ERA) — 7
    Мировой рейтинг (QS) — 92
    Расположение — Перт, Албани

    UWA имеет отличную репутацию передового опыта в области преподавания, обучения и исследований, что делает его конкурентоспособным среди широкого круга дисциплин. UWA занял 7-е место в мире по направлению горной инженерии и вошел в топ-50 по таким направлениям как  анатомия и физиология, сельское и лесное хозяйство, искусство, исследования Земли, морские науки, гражданское строительство и структурная инженерия, спорт.


    The University of Adelaide

    Австралийский рейтинг (ERA) — 8
    Мировой рейтинг (QS) — 106
    Расположение — Аделаида, Мельбурн

    Третий старейший университет Австралии и одно из учреждений с самым интенсивным научным направлением, поддерживаемым ведущими мировыми исследователями и передовой исследовательской инфраструктурой. Университет является альма-матер для 5 Нобелевских Лауреатов, а также многих известных ученых и государственных деятелей.


    The University of Technology Sydney

    Австралийский рейтинг (ERA) — 14
    Мировой рейтинг (QS) — 133
    Расположение — Сидней

    Несмотря на свой молодой возраст, UTS заработал отличную репутацию в академическом мире и получает высокие звания в таких областях, как сестринское дело, искусство и дизайн, спортивные дисциплины, бухгалтерский учет и финансы, архитектура, инженерия и т.д. Кроме того, все программы обучения ориентированы на дальнейшее трудоустройство, поэтому они тесно связаны с индустрией и готовят выпускников к реальной работе.


    The University of Wollongong

    Австралийский рейтинг (ERA) — 10
    Мировой рейтинг (QS) — 196
    Расположение — Вуллонгонг, Сидней, Бейтманс-Бей, Бега, Шоалхейвен, Саут-Хайлендс

    На сегодня университет предлагает более 300 программ как на уровне бакалавриата, так и поствысшее образование. Каждый год он принимает 6000 иностранных студентов. Имеет 9 кампусов по всей Австралии, включая главный в Вуллонгонге, кампусы в ОАЭ, Гонконге, Малайзии, а также присутствует в Китае и Сингапуре.


    The University of Newcastle

    Австралийский рейтинг (ERA) — 15
    Мировой рейтинг (QS) — 97
    Расположение — Ньюкасл, Сидней, Порт-Маккуори, Центральное побережье

    Университет предлагает широкий спектр программ в области бизнеса, права, образования, искусства, инженерии, архитектуры, науки, здравоохранения и медицины. Согласно статистике, 94,8% выпускников находят работу в течение 4 месяцев после окончания вуза, что является отличным показателем качества преподавания и практичности программ.


    Macquarie University

    Австралийский рейтинг (ERA) — 11
    Мировой рейтинг (QS) — 214
    Местоположение — Сидней

    Расположенный всего  в 15 км от центра  Сиднея, кампус университета имеет все необходимое для комфортного обучения, включая кафе, бассейны, спортивные корты, детский центр и медицинскую клинику. Дипломы университета, особенно магистерские и программы по искусству, высоко ценятся в Австралии и во всем мире.


    Curtin University

    Австралийский рейтинг (ERA) — 16
    Мировой рейтинг (QS) — 217
    Расположение — Перт, Калгурли

    Будучи лучшим университетом в Западной Австралии, университет предлагает высококачественные программы в различных областях обучения от сельского хозяйства до информационных технологий. Его степени в области минеральной и горнодобывающей  инженерии, исследования Земли и водных ресурсов, архитектуры/построения окружающей среды входят в число 100 лучших в мире.


    Queensland University of Technology

    Австралийский рейтинг (ERA) — 9
    Мировой рейтинг (QS) — 217
    Расположение — Брисбен

    Известен как «университет для реального мира», потому что он ориентирован на предоставление студентам практических навыков, которые они смогут применить в будущей работе. Университет имеет тесные связи с индустрией, и опытные профессионалы из различных компаний вносят свой вклад в развитие программ. Таким образом, программы более практичны, чем в других университетах.


    RMIT University

    Австралийский рейтинг (ERA) — 20
    Мировой рейтинг (QS) — 223
    Расположение — Мельбурн

    Специализируется на практическом, отраслевом обучении. Университет имеет партнерские отношения с ведущими организациями, такими как BMW, Организация Объединенных Наций, Deloitte, Adidas и L’Oréal. Поэтому в университете разрабатываются и регулярно обновляются прикладные курсы, которые готовят студентов к большой карьере. Университет также предоставляет стажировки и трудоустройство по некоторым из своих программ.


    Deakin University

    Австралийский рейтинг (ERA) — 18
    Мировой рейтинг (QS) — 275
    Местоположение — Мельбурн

    Университет хорошо известен своим высоким качеством научных исследований, преподавания и учебной инфраструктуры. Он оснащен новейшими технологиями, современными инструментами обучения, что делает его номером один в Австралии по уровню общего образовательного опыта и удовлетворенности студентов. Программы также ориентированы на практический опыт и успешное трудоустройство.


    University of South Australia

    Австралийский рейтинг (ERA) — 24
    Мировой рейтинг (QS) — 295
    Расположение — Аделаида

    Сосредоточенный на жизни за пределами класса, Университет южной Австралии предлагает практический подход к преподаванию и обучению. Программы разработаны с сильным профессиональным акцентом и в партнерстве с представителями индустрии, давая студентам возможность получить практические навыки и подготовить выпускников к будущей карьере.


    Университет Гриффит

    Австралийский рейтинг (ERA) — 12
    Мировой рейтинг (QS) — 303
    Расположение — Брисбен, Голд-Кост

    Шесть кампусов по всему юго-восточному Квинсленду предлагают отличные возможности для захватывающего обучения и студенческого образа жизни. Современные учебные программы разработаны в тесной связи с промышленностью, чтобы подготовить студентов к будущей карьере.


    The University of Tasmania

    Австралийский рейтинг (ERA) — 12
    Мировой рейтинг (QS) — 308
    Расположение — Хобарт

    Лозунг университета: «Весь наш остров — ваш кампус». Действительно, наряду с традиционными областями обучения, такими как бизнес и право, искусство и дизайн, инженерия и т.д., университет предлагает уникальный опыт в изучении экологических, сельскохозяйственных, морских наук и исследования Антарктиды. Из-за выгодного расположения на острове Тасмания, вуз предоставляет своим студентам большие возможности, чтобы оставаться на открытом воздухе, исследовать природу и иметь доступ к приключениям во время исследований.


    The Swinburne University of Technology

    Австралийский рейтинг (ERA) — 23
    Мировой рейтинг (QS) — 372
    Расположение — Мельбурн

    Международно признанный университет с передовой инфраструктурой и программами, ориентированными на работу в индустрии. Во время обучения студенты имеют возможность проходить стажировки и получать опыт работы. Университет особенно гордится своей школой дизайна, которая признана одной из лучших в мире.


    La Trobe University

    Австралийский рейтинг (ERA) — 17
    Мировой рейтинг (QS) — 398
    Расположение — Мельбурн, Сидней,Бендиго, Аль-Бури-Водонга, Милдура,  Шеппартон

    Университет имеет QS рейтинг 5 звезд за соответствие стандартам мирового уровня своей инфраструктуры, преподавания, исследований, инноваций, инклюзивности и интернациональности. Он имеет кампусы как в крупнейших австралийских городах (Мельбурн и Сидней), так и в небольших городах Виктории. Таким образом, студенты могут выбрать место и образ жизни, который им подходит больше. Кроме того, обучение в регионах Австралии также может быть выгодным для иностранных студентов.


    Bond University

    Австралийский рейтинг (ERA) — 38
    Мировой рейтинг (QS) — 414
    Расположение — Голд-Кост
    
    Частный университет, который отличается индивидуальным подходом к каждому студенту. В отличие от крупных университетов, где студенты в основном сами по себе, Университет Бонда имеет только 4500 студентов, так что академический персонал может уделять внимание  каждому из них. Университет также предоставляет более интенсивную учебную программу: вместо двух семестров с длинными перерывами, они работают три полных семестра в год. Таким образом, студенты могут получить стандартную степень бакалавра всего за два года.


    Flinders University

    Австралийский рейтинг (ERA) — 21
    Мировой рейтинг (QS) — 423
    Расположение — Аделаида

    Университет расположен в Аделаиде, Южная Австралия. Это поистине глобальный и мультикультурный университет, в котором учатся студенты из более чем 90 стран мира. Широкий выбор программ даст вам знания, навыки и  уверенность  для продвижения карьеры и перехода на новый профессиональный уровень.


    The University of Canberra

    Австралийский рейтинг (ERA) — 33
    Мировой рейтинг (QS) — 456
    Расположение — Канберра

    Университет считается самым быстрорастущим университетом в Австралии и одним из самых быстрорастущих в мире. Он имеет широкий выбор инфраструктурных объектов для обучения, в том числе медицинский пункт мирового уровня, который интегрирует здравоохранение с образованием. Университет также занимает лидирующие позиции в спортивных учреждениях и имеет тесные связи с элитными спортивными командами.


    James Cook University

    Австралийский рейтинг (ERA) — 22
    Мировой рейтинг (QS) — 462
    Расположение — Таунсвилл, Кэрнс, Брисбен

    Современный университет с красивыми кампусами в тропических городах Квинсленда — Таунсвилл и Кэрнс. Кампус в Таунсвилл располагается на 386 гектарах буша в окружении парков, в то время как кампус в Кэрнс окружен с трех сторон горами с тропическими лесами. Оба кампуса имеют отличные учебную и научно-исследовательскую инфраструктуру, библиотеки, кафе, бары, фитнес и спортивные залы, а также множество студенческих клубов и сообществ. Кампус в Брисбене предлагает для иностранных студентов программы бакалавриата и магистратуры в сфере бизнеса и информационных технологий.


    Western Sydney University

    Австралийский рейтинг (ERA) — 19
    Мировой рейтинг (QS) — 474
    Расположение — Сидней

    Университет предлагает комбинацию обучения в кампусе и онлайн обучения, с реальным опытом работы во время стажировок и практики. Университет располагает самыми лучшими кампусами в Сиднее, которые оснащены новейшими технологиями.


    Victoria University

    Австралийский рейтинг (ERA) — 29
    Мировой рейтинг (QS) — 551-560
    Расположение — Мельбурн, Сидней

    Университет Виктории предлагает широкий спектр программ разного уровня от сертификатов до докторской степени PhD, а также курсы английского языка. Университет отличает необычный подход к преподаванию в рамках так называемой Блок модели Block model (1 предмет каждые 4 недели), когда студенты учатся в небольших группах и учебный процесс является интерактивным. Университет Виктории имеет 10 кампусов в Мельбурне и международный кампус в Сиднее.


    Murdoch University

    Австралийский рейтинг (ERA) — 25
    Мировой рейтинг (QS) — 571-580
    Расположение — Перт

    Университет имеет австралийские кампусы в Перте, Мандуре и Рокингеме, а также оффшорные кампусы в Сингапуре и Дубае. Учебные заведения мирового класса, большой выбор программ, услуги по поддержке студентов и программы академического лидерства созданы для подготовки студентов к будущей карьере или научным исследованиям.


    Central Queensland University

    Австралийский рейтинг (ERA) — 35
    Мировой рейтинг (QS) — 591-600

    Расположение — Рокгемптон, Аделаида, Брисбен, Бундаберг, Кэрнс, Эмиралд, Гладстон, Маккей, Мельбурн, Перт, Сидней, Таунсвилл
    Университет является крупнейшим региональным университетом в Австралии. Он предлагает профессиональные курсы, дипломные и исследовательские программы в более чем 20 локациях по всей стране. Программы разработаны в партнерстве с представителями индустрии и содержат практические компоненты, такие как работа на местах и в лабораториях, обучение во время участия в проектах и практические занятия.


    Edith Cowan University

    Австралийский рейтинг (ERA) — 32
    Мировой рейтинг (QS) — 651-700
    Расположение — Перт, Банбери

    На протяжении многих лет подряд университет получал самую высокую оценку от австралийских и международных рейтингов по качеству преподавания, развитию навыков, поддержки студентов, учебной инфраструктуре и в целом опыту студентов. Университет имеет три кампуса в Западной Австралии, а также ожидается открытие супер современного и инновационного кампуса к 2025 году.


    Charles Darwin University

    Австралийский рейтинг (ERA) — 37
    Мировой рейтинг (QS) — 701-750
    Расположение — Дарвин, Кэтрин, Алис-Спрингс, Сидней

    Университет предлагает как профессиональное (основанное на навыках), так и высшее (академическое) образование. За относительно короткое время университет стал одним из самых инновационных в области преподавания и обучения и наиболее научно-интенсивным университетом в Австралии. Университет небольшой, поэтому он предлагает небольшие классы, индивидуальный подход и высокий уровень взаимодействия со студентами.


    The University of Southern Queensland

    Австралийский рейтинг (ERA) — 27
    Мировой рейтинг (QS) — 701-750
    Расположение — Тувумба

    Будучи относительно молодым, университет приобрел репутацию научно-исследовательского университета мирового класса, который обеспечивает практическое образование. Студенты могут перенести свое обучение на практику в самых лучших условиях, таких как астрономический центр наблюдений, инженерная лаборатория, авиасимулятор, смоделированные акушерские и сестринские палаты и студии теле- и радиовещания.


    Southern Cross University

    Австралийский рейтинг (ERA) — No 31
    Мировой рейтинг (QS) — No 751-800
    Расположение — Голд-Кост, Лисмор, Кофс-Харбор

    Еще один молодой, но значимый университет, предлагающий качественное образование высокого уровня. Университет имеет три кампуса, включая Национальный морской научный центр для обучения и исследований в области морской науки и управления. Творческий кампус Coomera заслуживает особого внимания, здесь студенты изучают музыку, IT, digital media и коммуникации. Открытый в 2020 году, он оснащен новейшими технологиями — IT-лабораториями, специализированными звуковыми помещениями для репетиций, цифровыми звукозаписывающими студиями и площадками для живых выступлений, оснащенными звуковой системой и профессиональной осветительной техникой.


    University of New England Australia

    Австралийский рейтинг (ERA) — 26
    Мировой рейтинг (QS) — 801-1000
    Расположение — Армидейл

    Университет предоставляет различные программы обучения в таких областях, как наука, сельское хозяйство, бизнес и право, медицина и здравоохранение, искусство, социальные науки и образование. Программы доступны для обучения как в кампусе, так и онлайн, так как университет является лидером среди поставщиков онлайн-образования.


    Charles Sturt University

    Австралийский рейтинг (ERA) — 28
    Мировой рейтинг (QS) — 801-1000
    Расположение — Батхерст, Олбери-Водонга, Дуббо, Орандж, Порт-Маккуори, Уогга-Уогга

    Университет расположен в региональных городах Австралии, что удобно для иностранных студентов с точки зрения образа жизни и будущей иммиграции. Кампусы имеют всю необходимую инфраструктуру, которая позволяет студентам узнать все, что им нужно для будущей работы: научные и компьютерные лаборатории, телевизионные студии, студии вещания, смоделированную больницу и многое другое.


    Australian Catholic University

    Австралийский рейтинг (ERA) — 34
    Мировой рейтинг (QS) — 801-1000
    Расположение — Аделаида, Балларат, Брисбен, Канберра, Мельбурн, Сидней

    Университет в основном ориентирован на такие области обучения, как образование, психология, здравоохранение, богословие и философия. Среди программ по направлениям спорта и физкультуры, сестринского дела и образования, университет находится в топ-100 в мире.


    The University of the Sunshine Coast

    Австралийский рейтинг (ERA) — 30
    Расположение — Саншайн-Кост, Мортон-Бей, Фрейзер-Кост, Кабултура, Гимпи, Саутбанк

    Университет предлагает более 120 программ бакалавриата и магистратуры по направлениям бизнес, право, туризм, искусство, дизайн, экологические исследования, инженерия, наука, IT и других сферах. У университета шесть современных кампусов, отмеченных наградами за инфраструктуру и дружелюбный персонал. Главный кампус в Sunshine Coast включает в себя библиотеку, художественную галерею, смоделированные лаборатории, спортивный стадион, водный центр, тренажерные залы и многое другое.


    Carnegie Mellon University

    Мировой рейтинг (QS) — No 51
    Расположение — Аделаида

    Частный университет, который был основан в 1900 году в США и открыл кампус в Аделаиде, Австралия в 2006 году. Он неизменно входит в число 50 лучших университетов мира и получил признание за уникальную междисциплинарную среду.


    Federation University Australia

    Австралийский рейтинг (ERA) – 36
    Расположение — Балларат, Брисбен

    Государственный университет, предлагающий как профессиональное, так и высшее образование. Это одно из старейших высших учебных заведений Австралии. Качество преподавания, инфраструктура и оборудование отвечают самым высоким стандартам, чтобы гарантировать, что выпускники хорошо подготовлены к работе в индустрии и проведению исследований.


    Torrens University Australia

    Расположение — Аделаида, Сидней, Мельбурн, Брисбен

    Частный университет, являющийся частью сети международных университетов Laureate. Среди ключевых особенностей университета отраслевые программы и преподаватели практики, небольшие размеры классов, индивидуальный подход и индивидуальное руководство тренера по успеху на протяжении всего периода обучения.


    University of Notre Dame Australia

    Австралийский рейтинг (ERA) — 39
    Расположение — Фримантл, Брум, Сидней

    Католический частный университет предлагает различные программы в области бизнеса, образования, искусства, науки, медицины и права. Тем не менее, философия, этика и богословие являются основными предметами во всех программах undergraduate уровня.


    The University of Divinity

    Расположение — Мельбурн

    Согласно своему названию, университет специализируется на богословии и философии. Он состоит из десяти богословских колледжей от восьми конфессий — англиканской, баптистской, церкви Христа, коптской православной, лютеранской, римско-католической, Армии спасения и объединяющей церкви в Австралии.
    """,
         image: Image("unuvercities"),
         posts: []),
    Info(id: 34,
         title: "Система школьного образования в Австралии",
         subtitle: "Школьное образование является обязательным в Австралии, но школьная система немного отличается от штата к штату. Рассказываем про особенности каждого года обучения",
         description:
    """
    Школьное образование является обязательным в Австралии. Дети должны начать ходить в школу не позднее 6 лет. Однако большинство детей все же начинают раньше, в возрасте 4,5-5,5 лет. Австралийская школьная система немного отличается от штата к штату. Например, в Австралийской столичной территории и Новом Южном Уэльсе детский сад является частью начальной школы, в то время как в остальных штатах он относится к дошкольному образованию. В некоторых штатах начальная школа заканчивается на 6-м году, а в некоторых — на 7-м году. Но в целом, школьная система в Австралии может быть разделена на три этапа:

    Начальная школа — 0 — 6 классы (или 7 в нескольких штатах).
    Средняя школа — 7 (или 8) – 10 классы.
    Старшая средняя школа — 11 и 12 классы.


    Начальная школа (Primary school)

    Дети начинают ходить в начальную школу в возрасте 5-6 лет и заканчивают ее в возрасте 12-13 лет. В начальных школах особое внимание уделяется развитию грамотности, навыков счета и социальных навыков. Основными предметами являются английский, чтение и письмо, математика, а также изучение общества и окружающей среды. Дети также изучают музыку, искусство, компьютеры, науку и иностранный язык. Школьники также могут принимать участие в многочисленных внеклассных мероприятиях, таких как спортивные мероприятия, хоровое пение, оркестры, театр и т.д.


    Средняя школа (Secondary school)

    Период средней школы длится с 7-8 класса до 10. Основными предметами являются английский язык, обществознание и окружающая среда, языки, математика, личностное развитие, здравоохранение и физическое воспитание, наука, искусство и технология. Предметы из этих областей обязательны, но студенты также имеют возможность выбрать некоторые факультативы. На этом этапе дети пробуют различные сферы, чтобы понять свои наклонности и будущую специализацию.

    После 10 класса школьники могут покинуть школу и продолжить свое образование на курсах VET или пойти работать. Однако для того, чтобы поступить в высшие учебные заведения, школьники должны завершить в школе 11 и 12 класс.


    Старшая школа (Senior secondary school)

    Учебная программа старшей школы является более специализированной. Ученики продолжают изучать английский язык в качестве основного предмета и несколько других факультативных предметов (как минимум три). Большинство школьников выбирают предметы для подготовки к поступлению в университеты, ориентируясь на области, которые они хотят изучать в университете, такие как математика и наука, искусство, гуманитарные науки или бизнес.

    В конце 12 класса школьники сдают экзамены и получают свидетельство о завершении среднего образования. Каждый штат имеет свое собственное название для сертификата об окончании школы, но все они признаны австралийскими вузами.

    Виды школ в Австралии

    Школы в Австралии могут быть разделены на государственные (public/state) и негосударственные, такие как католические или частные школы. Около 70% австралийских детей предпочитают государственные школы.

    Помимо общеобразовательных школ, в Австралии есть много культурных и религиозных школ или школ, основанных на образовательной философии.

    Большинство школ предлагают совместное обучение, но некоторые придерживаются раздельного обучения только мальчиков или только девочек. Есть также школы пансионы, где дети живут в среде, которая помогает развивать свои таланты и интересы. Такие школы часто имеют варианты неполного пансиона, когда школьники могут вернуться домой на выходные.

    Селективные школы – это школы для талантливых студентов. Они принимают детей с выдающимися академическими достижениями. Специализированные школы предлагают программы, ориентированные на конкретную сферу, такую, как искусство, спорт, наука и т.д. Для зачисления в эти школы, школьникам необходимо сдать экзамены. При этом конкуренция среди поступающих, как правило, очень высока.


    Школьная инфраструктура

    Австралийские школы являются одними из лучших в мире. Инфраструктура и техническая оснащенность всегда современны и разнообразны. Цифровые интерактивные доски в классах, компьютерные лаборатории, беспроводные компьютерные сети, библиотеки, научные лаборатории можно найти в каждой австралийской школе. Помимо занятий, дети участвуют во внеклассных мероприятиях, таких как концерты, театральные постановки и экскурсии. Для этих целей в школах также есть музыкальные залы и музыкальные инструменты, театры или концертные залы.

    Большое внимание в школах уделяется спорту. Школы всегда предоставляют отличные спортивные условия, такие как различные спортивные площадки, корты, бассейны и тренажерные залы.

    В большинстве австралийских школ дети должны носить форму. Каждая школа имеет свой собственный единый дизайн формы и свои цвета.

    Для комфортной учебной среды и индивидуального подхода к детям, количество школьников в классе ограничено до 30.

    Если ваш ребенок не говорит хорошо по-английски, это не проблема. В школах есть специальные преподаватели, которые проводят занятия по английскому языку как иностранному для иностранных студентов. Как правило, дети быстро адаптируются к новому языку и вскоре начинают говорить по-английски.

    Школа должна отчитываться о прогрессе ребенка не реже двух раз в год. Отчет предоставляется родителям в письменной форме и включает в себя результаты по каждому предмету, отчет о других мероприятиях и комментарии по поведению, личностному развитию и посещаемости. Существует также возможность встретиться с каждым учителем по крайней мере два раза в год. Встречи всегда индивидуальные и длятся около 10 минут.


    Школьный календарь

    Учебный год начинается в конце января — начале февраля. Он делится на 4 четверти примерно по 10 недель с каникулами между ними. Каникулы обычно длятся две недели, также с середины декабря до конца января у школьников длинные рождественские каникулы. Точные даты начала школьных занятий и каникул могут варьироваться от штата к штату. Так, на Северной территории учебный год начинается в январе, а дети имеют четырехнедельные каникулы в середине года, когда погода более сухая и прохладная. В негосударственных школах расписание также может отличаться от расписания в государственных школах.


    Проживание

    Ребенок может проживать со своим опекуном (виза опекуна дается только одному родителю без возможности работы в Австралии).

    Если иностранный школьник приезжает в Австралию без родителей, есть два варианта для его размещения:

    Проживание в принимающей семье (Homestay) — вариант, когда студент остается на проживание в австралийской семье. Школьник становится как член семьи. Это помогает в адаптации и в языковой практике. Все семьи надежные, поскольку они регулярно проверяются полицией и школой. Плата за проживание в семье включает в себя отдельную комнату с мебелью, доступ в Интернет и трехразовое питание.
    Пансион. Эта опция доступна в негосударственных школах,  которые имеют свои общежития. Дети обычно живут в одной комнате с несколькими другими школьниками, но в 11-12 классе становится доступно проживание в отдельной комнате. В общежитиях дети всегда находятся под наблюдением квалифицированного персонала, отвечающего за их безопасность и благополучие.


    Расходы

    Если ребенок имеет статус местного студента (Permanent Resident или Australian citizen), он может посещать государственную школу бесплатно. Помимо обязательного приобретения школьной формы, школа может запрашивать добровольные взносы, но они не являются обязательными. Иностранные студенты должны платить за обучение в полном объеме, будь то государственная или негосударственная школа. Обучение в частной школе может обойтись до AU$ 35 000 в год. В государственных школах плата за обучение для иностранных студентов может варьироваться от AU$ 13 500 до 17 000 в год (в зависимости от класса). Могут также потребоваться дополнительные расходы:

      Школьная форма AU$ 250-300
      Страховка на год AU$ 600
      школьные учебники и оборудование
      экскурсии и другие мероприятия.

    Стоит отметить, что дети иностранных студентов (dependent children), как правило, получают скидки на обучение в государственных школах. Для них цена может варьироваться от AU$ 6300 до 13 000 в зависимости от класса, штата и типа родительской визы. Читайте нашу статью о том, как переехать в Австралию с детьми.


    Процесс зачисления

    Главной особенностью австралийских государственных школ является то, что каждая школа обслуживает определенную территорию (район) и принимает детей, которые живут в этом районе. Таким образом, если вы хотите, чтобы ваш ребенок пошел в конкретную школу, вам нужно искать жилье в соответствующем районе. При зачислении необходимо предоставить подтверждение адреса. Если вы хотите записать ребенка в школу из другой области, его могут принять в индивидуальном порядке и только при наличии свободных мест.

    Частные школы принимают всех учащихся, независимо от их адреса проживания. Тем не менее, обращаться в частную школу для зачисления необходимо как можно раньше, потому что могут быть длинные очереди на поступление. В некоторых престижных школах конкуренция настолько высока, что многие родители ставят своих детей в лист ожидания при рождении.


    Документы, необходимые для зачисления

    При поступлении в государственную школу вы должны будете предоставить паспорт ребенка или свидетельство о рождении, визу и подтверждение адреса. Кроме того, рекомендуется предоставить следующую информацию:

    Год/класс, в котором ребенок был в своей предыдущей школе;
    Информацию об иммунизации (паспорт прививок);
    Другую важную медицинскую информацию (аллергия, хронические заболевания и т.д.);
    Любые специальные программы, в которых участвовал ребенок (например, английский как иностранный).

    Частные и специализированные школы могут предъявлять свои собственные требования, а также запрашивать сдачу вступительных экзаменов и представление доказательств предыдущих академических или спортивных достижений ребенка. Поэтому проверяйте требования для поступления по каждой частной школе на их сайте.

    Школы в Австралии направлены не только на предоставление знаний, но и на всестороннее развитие детей, раскрытие их личного, творческого и спортивного потенциала, лидерских качеств. Все это сочетается с безопасной и дружелюбной обстановкой и прекрасной инфраструктурой. Ваш ребенок будет ходить в школу в Австралии с удовольствием.
    """,
         image: Image("school-system"),
         posts: []),
    Info(id: 35,
         title: "Профессиональное образование в Австралии VET",
         subtitle: "Чем представлен сектор профессионального образования в Австралии, разбираем в этой статье",
         description:
    """
    VET — сектор профессионального образования в Австралии, предлагающий широкий спектр квалификаций с сильной практической ориентацией. Такое обучение подойдет выпускникам школ, стремящимся получить практические навыки работы и ищущим альтернативу поступлению в университет. Также оно подойдет работникам, которые стремятся к дальнейшему развитию своих профессиональных навыков, и выпускникам вузов, которым необходимо приобрести практические навыки для работы.


    Колледжи TAFE

    Самая большая структура VET  в Австралии — Колледжи TAFE, которые действуют независимо друг от друга и имеют собственные помещения, курсы, академические и учебные заведения.

    TAFE могут быть очень большими учреждениями, в которых обучается больше студентов, чем во многих университетах. Например, в большинстве городских TAFE обучается более 50 000 человек. Удобства, доступные для студентов, аналогичны условиям в университете. Кроме того, они работают в нескольких кампусах, а также на промышленных и общественных объектах.

    Институты TAFE содержат одни из крупнейших центров ELICOS в Австралии. Иногда они также входят в состав университетов.

    Курсы TAFE часто используются иностранными студентами как путь к программам бакалавриата в университете. Они получают диплом VET и впоследствии поступают в университет на второй или третий год обучения. Некоторые TAFE предлагают университетские степени через аффилированные университеты, а некоторые предлагают свои собственные.


    Частные колледжи

    Существует около 4200 других зарегистрированных провайдеров курсов VET. Они варьируются от небольших учебных заведений, предлагающих специализированные курсы в одной конкретной области обучения, до крупных частных колледжей, похожих на более крупные институты TAFE.

    В частных колледжах предлагается широкий выбор курсов. Самыми популярными направлениями среди иностранных студентов являются бизнес и информационные технологии.

    Как и TAFE, частные колледжи популярны среди иностранных студентов в качестве подготовительных учреждений, поскольку они могут обеспечить поступление в университет после получения квалификации.
    """,
         image: Image("vet"),
         posts: []),
    Info(id: 36,
         title: "Магистратура и аспирантура в Австралии",
         subtitle: "Хотите успешно продолжить обучение в Австралии на новом уровне? Тогда эта статья для вас",
         description:
    """
    Обучение в магистратуре Австралии доступно после получения высшего образования. Оно длится один или два года и разделяется на два вида: Postgraduate coursework и Postgraduate Research.

    Учебные программы последипломного образования Postgraduate coursework состоят из основных и факультативных модулей, поэтому требуют зачисления на эти модули, посещения любых занятий по расписанию и выполнения необходимых заданий. Большинство курсов Master by Coursework содержат исследовательский элемент и могут потребовать написания диссертации.

    Квалификация аспирантуры — Postgraduate Research присуждается после завершения основной диссертации, включающей независимые оригинальные исследования под руководством старшего научного руководителя. Студентам может потребоваться пройти некоторые предметы, чтобы расширить свои знания, но это решается в индивидуальном порядке. Прогресс на курсах оценивается посредством отчетов студента и научного руководителя соответствующему комитету аспирантуры, а не посредством обязательных заданий.

    Требования к поступлению

    Магистр бизнеса обычно требует, чтобы студенты закончили бакалавриат, эквивалентный австралийской степени бакалавра в любой области.
    Магистр бухгалтерского учета или финансового менеджмента — это, как правило, ученые степени, требующие от студентов степени бакалавра в области торговли, бухгалтерского учета, банковского дела или финансов.

    Магистр делового администрирования — для руководителей, имеющих опыт работы в бизнесе. Требования для поступления варьируются от 10 лет опыта работы без академической квалификации до австралийской степени бакалавра или эквивалента плюс не менее двух лет опыта работы после окончания учебы.

    Для исследовательских программ последипломного образования в области бизнеса и экономики обычно требуется, чтобы студенты имели степень Bachelor Degree with Honours I или II.

    Студентам, не отвечающим требованиям для поступления на желаемую программу, доступен широкий спектр вариантов подготовки. Например, многие учебные заведения, предлагающие степень бакалавра, будут учитывать предыдущее образование на получение диплома. Это сокращает время, необходимое студенту для получения степени бакалавра.

    Чтобы подать заявку на поступление в аспирантуру PHD австралийского университета, студент должен закончить как минимум 3-4 года обучения в Университете, а также двухлетнюю магистерскую программу. Студент также должен иметь высокий уровень владения английским языком.

    По вопросам выбора программы, поступления и оформления студенческой визы обращайтесь в Kiwi Education.
    """,
         image: Image("masters-and-postgraduate-studies"),
         posts: []),
    Info(id: 37,
         title: "Высшее и профессиональное образование в Австралии",
         subtitle: "Высшее и профессиональное образование в Австралии разделено на 10 уровней в соответствии с Австралийской системой квалификаций (AQF). Подробнее о каждом уровне в данной статье",
         description:
    """
    Условно говоря, австралийская система образования включает специальные профессиональные курсы и тренинги VET, а также высшее образование в вузах. В чем разница между ними? Давайте разберемся.


    Профессиональное образование и тренинги (VET)

    Высшее и профессиональное образование в Австралии разделено на 10 уровней в соответствии с Австралийской системой квалификаций (AQF). Мы подробно описали каждый уровень в нашей статье Система образования в Австралии.

    VET включает в себя все квалификации от 1-го до 6-го уровней, куда входят сертификаты и дипломы:

    Certificate I
    Certificate II
    Certificate III
    Certificate IV
    Diploma
    Advanced Diploma

    Курсы VET обычно дают базовые навыки, необходимые для практической работы. Как правило, обучение больше ориентировано на практику, поэтому в рамках VET в основном вы можете получить профессиональную квалификацию, такую ​​как повар, плотник, электрик и т. д., и пара профессиональную квалификацию в таких сферах, как бизнес, инженерия, дизайн и другие.

    Многие иностранные студенты выбирают профессиональное образование по нескольким причинам:

    Оно дешевле, чем высшее образование;
    Его можно пройти за два года, в то время как для получения степени бакалавра требуется 3-4 года обучения;
    Оно более прикладное и ориентированное на практику;
    Быстрый старт собственного бизнеса  в качестве индивидуального предпринимателя.

    Чтобы поступить на курс VET, школьнику обычно требуется закончить 10, 11 или 12 класс в австралийской средней школе или получить эквивалентное среднее образование за границей.

    Стоимость профессиональных программ для иностранных студентов варьируется от AU$ 8 000 до 20 000 в год в зависимости от уровня квалификации и учебного заведения. VET в основном преподается в институтах TAFE (техническое и дополнительное образование) и частных колледжах. Полученных таким образом знаний и навыков достаточно, чтобы начать работу в отрасли. Однако для повышения профессиональных навыков и карьерного роста многие решают продолжить учебу и получить высшее образование в вузах.


    Высшее образование

    Высшее образование включает квалификации 7-10 уровней:

    Bachelor Degree
    Bachelor Honours Degree
    Graduate Certificate
    Graduate Diploma
    Masters Degree
    Doctoral Degree (PhD)

    Высшее образование дает продвинутые теоретические и технические знания по одной или нескольким дисциплинам. Это образование считается более престижным, чем VET, но обычно больше ориентировано на теорию. Тем не менее, многие образовательные учреждения стремятся разрабатывать программы в соответствии с отраслевыми требованиями, чтобы подготовить выпускников к карьере в индустрии.

    Высшее образование также отнимает больше времени, чем VET. Как правило, для получения степени бакалавра требуется 3-4 года обучения. Однако, если у студента уже есть Диплом уровень 5 (Diploma) или Диплом продвинутого уровня 6 (Advanced Diploma), ему может потребоваться всего 1–2 года, чтобы получить степень бакалавра.

    Программы и степени пост высшего уровня (Graduate Diploma и выше) требуют, чтобы студент имел законченную степень бакалавра.

    Высшее образование предлагается в основном в университетах, но и в некоторых институтах TAFE можно найти степени бакалавра и даже магистра. Частные колледжи также предлагают Дипломы продвинутого уровня Advanced Diploma level 6 и Graduate Diploma level 8.

    Стоимость дипломных программ в Австралии во многом зависит от специальности и типа учебного заведения. Она может варьироваться от AU$ 10 000 в год в частных колледжах до AU$ 39 000 в год в престижных австралийских университетах.


    Узнайте больше об учебных заведениях Австралии

    Качество австралийского высшего образования

    Австралия — один из лидеров на рынке международного образования. Австралийские дипломы славятся своим качеством и признаны во всем мире.

    Для поддержания высоких стандартов образования Правительство Австралии создало регулирующие и регистрирующие органы:

    Australian Skills Quality Authority (ASQA) — национальное управление по регулированию профессионального образования и тренингов. Организация регистрирует учебные заведения и аккредитует курсы VET для обеспечения соблюдения утвержденных на национальном уровне стандартов.
    The Tertiary Education Quality and Standards Agency (TESQA) — независимое национальное агентство по обеспечению качества и регулированию высшего образования. Оно контролирует поставщиков образовательных услуг на предмет соблюдения требований в рамках стандартов высшего образования.
    Excellence in Research for Australia (ERA) — национальная система по оценке исследований для Австралии. ERA определяет и оценивает качество исследовательской деятельности в университетах Австралии.
    The Commonwealth Register of Institutions and Courses for Overseas Students (CRICOS) — этот реестр необходимо учитывать, если вы хотите учиться в Австралии в качестве иностранного студента. Все учебные заведения, которые преподают курсы VET или английского языка для иностранных студентов, должны быть зарегистрированы в CRICOS. Убедитесь, что ваше учебное заведение зарегистрировано, так как это показатель качества учебного заведения и его программ.

    Если вы заинтересованы в обучении в Австралии, заполните заявку на нашем сайте, и мы поможем вам выбрать программу обучения и подать документы на студенческую студенческую визу.
    """,
         image: Image("education"),
         posts: []),
    Info(id: 38,
         title: "Система образования в Австралии",
         subtitle: "Система образования в Австралии довольно проста и делится на несколько ступеней. Подробнее каждую из них рассматриваем в нашей статье",
         description:
    """
    Ступенчатая система образования — это очень удобно, так как позволяет постепенно продвигаться по лестнице образования и в то же время иметь гибкость выбора квалификации, специальности и образовательного учреждения.


    Дошкольное образование

    Дошкольное образование не является обязательным в Австралии, однако многие дети начинают посещать детский сад или учебный центр для подготовки к школе в возрасте 4-6 лет — за год до начальной школы. В Западной Австралии и Квинсленде дошкольное образование входит в учебную программу начальной школы.


    Школьное образование

    Школьное образование в Австралии обязательно. Дети начинают ходить в школу в 5 лет. Продолжительность обучения 12 лет (с 0 по 12 класс). Школьное образование в Австралии делится на:

    Начальную школу — с 0 по 6 класс (или 7 в некоторых штатах).
    Среднюю школу — с 7 (или 8) по 10 класс.
    Старшую среднюю школу — 11 и 12 классы.
    После 10 класса ученики могут покинуть школу. Однако для поступления в высшее учебное заведение они должны закончить 11 и 12 классов.


    Среднее и высшее специальное образование

    Структура высшего образования регулируется Системой австралийских квалификаций — Australian Qualifications Framework (AQF) , которая состоит из 10 уровней. Первый уровень — самая низкая квалификация; 10 уровень — самая высокая. Рассмотрим их более подробно.

    Уровень 1 — Сертификат I

    Базовые знания для повседневной жизни, дальнейшего обучения и подготовки к началу работы. Чтобы получить сертификат I, необходимо окончить 10 лет средней школы. Однако студенты также могут получить этот сертификат во время учебы в школе.
    Срок обучения — 3-6 месяцев.

    Уровень 2 — Сертификат II

    Базовые профессиональные навыки и знания в определенной области работы и обучения. Так же, как и на уровень 1, учащиеся могут поступить на этот уровень после 10 лет обучения в средней школе или завершить его во время учебы в школе.
    Срок обучения — 6-12 месяцев.

    Уровень 3 — Сертификат III

    Фактические, технические, процедурные и некоторые теоретические знания в конкретной области работы и обучения. Чтобы получить сертификат III, ученик должен закончить 10 лет средней школы.
    Срок обучения — 6-12 месяцев.

    Уровень 4 — Сертификат IV

    Обширные фактические, технические и некоторые теоретические узкоспециализированные знания или знания в широкой области работы и обучения. Учащиеся могут поступить на этот уровень после 12 класса средней школы.
    Срок обучения — 1 год.

    Уровень 5 — Диплом

    Специализированные знания и навыки для квалифицированной работы или работы со средним специальным образованием, а также дальнейшего обучения. Требования для зачисления — закончить 12-й класс средней школы.

    Срок обучения — от 1 года до 2 лет.

    Уровень 6 – Диплом о среднем специальном образовании, профессиональный диплом

    Широкие знания и навыки для работы со средним специальным образованием/ высококвалифицированной работы и дальнейшего обучения.

    Срок обучения — от 2 до 2,5 лет.

    Уровень 7 — Степень бакалавра

    Обширные и последовательные углубленные теоретические и технические знания в одной или нескольких дисциплинах или областях практики.

    Срок обучения — от 3 до 4 лет.

    Уровень 8 — Диплом бакалавра, аттестат о высшем образовании, диплом о высшем образовании.

    Глубокие теоретические и технические знания в одной или нескольких дисциплинах или областях практики.

    Степень бакалавра чаще всего встречается в таких областях обучения, как инженерное дело и право, и предполагает высокую академическую нагрузку и исследовательский проект.

    Срок обучения — 4 года.

    Сертификат об окончании и диплом о высшем образовании предназначены для тех, кто уже имеет степень бакалавра, но хочет сузить свою специализацию или получить новую, смежную со специальностью в дипломе бакалавра.

    Срок обучения — 6 месяцев для сертификата и 1 год для диплома.

    Уровень 9 — Степень магистра

    Специализированные знания и навыки для исследований и профессиональной практики, углубленное и комплексное понимание сложной совокупности знаний в одной или нескольких дисциплинах или областях практики.

    Степени магистра в Австралии бывают трех типов:

    Master by coursework — сочетает обучение и исследовательскую деятельность. Срок обучения — 1-2 года.
    Master by research — состоит в основном из научного исследования и требует написания диссертации. Срок обучения — 1-2 года.

    Уровень 10 – Докторская степень

    Систематическое и критическое понимание всей области знаний, получение специализированных исследовательских навыков для прогрессивного обучения и профессиональной практики.

    Это высшая степень в Австралии. Для получения докторской степени требуется много исследовательской работы и написание диссертации, которая должна быть оценена в научных кругах. Диссертация должна способствовать развитию науки.

    Срок обучения — 2-4 года.

    Образовательные учреждения для получения квалификаций

    В целом, разные уровни квалификации предоставляются в Австралии тремя типами образовательных учреждений:

    Частные колледжи — самые доступные, что важно для иностранных студентов. Они предлагают квалификацию уровней 1-6 и дипломы о высшем образовании.
    Техническое и дополнительное образование — TAFE (Technical and Further Education) — государственные политехнические институты, предоставляющие в основном профессиональную подготовку, ориентированную на практику и дальнейшее трудоустройство. Обычно они предлагают уровни 1-6, но в некоторых TAFE можно получить степени бакалавра и магистра.
    Университеты предлагают самое престижное образование уровней от 7 до 10. Они также дают короткие и конкретные курсы и охватывают все уровни австралийской структуры квалификационных уровней.

    Узнайте больше об образовательных учреждениях в Австралии.

    Перспективы в карьере после получения образования в Австралии

    После успешного окончания студенты могут подать заявление на временную визу для выпускников (подкласс 485), позволяющую им оставаться в Австралии для проживания, учебы или работы в течение от 18 месяцев до 4 лет. Для студентов, которые жили и учились в региональной Австралии, доступно дополнительное продление от 1 до 2 лет.
    """,
         image: Image("education-institutions"),
         posts: []),
    Info(id: 39,
         title: "Частные колледжи в Австралии",
         subtitle: "Что можно изучать в колледже, как построена структура обучения и сколько стоит курс — об этом и многом другом рассказываем в статье",
         description:
    """
    Наряду с университетами и TAFE в Австралии есть также частные колледжи, которые более независимы и в основном ориентированы на иностранных студентов.


    Что я могу изучать в частном колледже

    Частные колледжи предлагают программы высшего образования разного уровня. Некоторые из них предлагают только курсы технического и профессионального образования, другие предоставляют степень бакалавра и программы последипломного образования, а некоторые из них сочетают и то, и другое. Стоит отметить, что все частные колледжи должны быть зарегистрированы в CRICOS — организации, которая следит за качеством предоставления курсов частными колледжами. Эта регистрация необходима для признания квалификации, полученной в частном колледже в Австралии и необходимым условием получения студенческой визы.


    Узнайте больше о высшем образовании в Австралии

    Многие частные колледжи специализируются на определенных областях обучения, таких как бизнес и менеджмент, гостиничное дело, творческих специальностях и т. д. Некоторые колледжи также объединяют студентов вокруг определенных религиозных убеждений, например Australian College of Christianity. Таким образом, студенты могут учиться в комфортной среде единомышленников.


    Возможности в частных колледжах

    Как правило, частные колледжи меньше университетов и TAFE. Обычно в одном здании располагается вся инфраструктура, а небольшой размер кампуса имеет свои преимущества. Учащиеся и учителя более связаны, поэтому студенты получают больше личного внимания и индивидуального подхода. Персонал всегда готов помочь и поддержать студентов, если они столкнутся с трудностями в обучении. Таким образом, в частных колледжах царит дружелюбная  атмосфера, которая помогает иностранным студентам легче адаптироваться.

    Все колледжи имеют необходимое современное оборудование для комфортного обучения. В некоторых специализированных колледжах даже более современное оснащение, чем в университетах, например, новейшие технологии для творческих индустрий и дизайна или современные кухни для студентов кулинарных программ.


    Стоимость обучения

    Пожалуй, стоимость — самое существенное преимущество частных колледжей для иностранных студентов. Стоимость обучения в колледжах начинается от 9000 австралийских долларов в год, что намного дешевле, чем в университетах и ​​TAFE. Конечно, цена зависит от программы и престижа колледжа. Некоторые курсы могут стоить от 14 000 до 20 000 австралийских долларов в год, однако многие колледжи предлагают скидки для иностранных студентов, в отличие от университетов, в которых сложнее получить стипендию.


    Структура курса и требования к поступающим

    Поскольку частные колледжи работают в соответствии с национальными образовательными стандартами, основная структура их курсов такая же, как в TAFE или университетах. Тем не менее, колледжи имеют некоторую гибкость в отношении содержания курса и режима его проведения (полный рабочий день, неполный рабочий день, онлайн или смешанный). Кроме того, колледжи заботятся о возможности трудоустройства своих студентов, поэтому некоторые из них включают стажировки и отраслевые проекты в свои учебные программы.

    Что касается вступительных требований, они также аналогичны другим вузам. Для поступления на программу обучения студент должен иметь соответствующий уровень предыдущего образования. Частные колледжи могут быть менее формальными, чем университеты и TAFE, которые связаны строгими правилами, поэтому зачисление и учеба в частном колледже может стать более простым,  удобным и недорогим способом получения современного образования.

    Если вы заинтересованы в обучении в частном колледже в Австралии, заполните нашу форму заявки, и мы поможем вам выбрать колледж и программу обучения.
    """,
         image: Image("caleb-woods"),
         posts: []),
    Info(id: 310,
         title: "Курсы английского языка в Австралии",
         subtitle: "Курсы английского языка могут встречаться в разных вариантах в зависимости от целей изучения, интенсивности занятий и потребности в определенных языковых навыках. В статье рассказываем про основные типы курсов и отвечаем на самые распространенные вопросы",
         description:
    """
    Виды языковых курсов в Австралии

    Курсы английского языка в Австралии предполагают обучение неполный день (10-15 часов в неделю) и полный день (не менее 20 часов в неделю). Обладатели Студенческой визы должны проходить обучение в режиме полного дня (full-time) сроком более 3 месяцев. Курсы английского языка могут встречаться в разных вариантах в зависимости от целей изучения, интенсивности занятий и потребности в определенных языковых навыках. Основные типы курсов:

    General English (Общий английский) — это курс для тех, кто хочет использовать английский в повседневной жизни. Студенты изучают основы языка. Курс направлен на комплексное развитие всех навыков — аудирования, разговорной речи, чтения и письма. Подходит для студентов всех уровней от начинающего до продвинутого.
    (EAP) Английский для академических целей — это курс для тех, кому нужен английский для поступления в Австралийские университеты. В процессе обучения студенты развивают словарный запас и навыки, которые пригодятся им в дальнейшей учебе в Австралии.
    Подготовка к экзаменам IELTS/TOEFL/Cambridge — это курс для подготовки к международным тестам по английскому языку, которые необходимы для поступления в Австралийские университеты, а также при подаче заявления на получение резидентской и рабочей визы, для подтверждения вашего уровня английского языка. Курс в основном посвящен формату тестирования, поэтому сам по себе не улучшает уровень английского. Поэтому перед тем, как пройти этот курс, мы рекомендуем пройти курс общего английского для достижения желаемого уровня, а затем начинать подготовку непосредственно к тесту.
    (English for high school preparation) Английский для подготовки к старшей школе — курсы для детей, которые планируют учиться в австралийской школе. Во время обучения студенты также изучают некоторые школьные предметы на английском языке, чтобы привыкнуть к процессу обучения и познакомиться со словарным запасом.
    (English for Direct Entry) Английский для прямого поступления — это курс позволяет поступить в австралийский университет без сдачи IELTS или других языковых тестов. Чтобы иметь возможность быть зачисленным на этот курс, студент должен уже иметь сертификат IELTS, поэтому он подходит для тех, кто хочет учиться в университете, но не смог получить необходимый для поступления балл IELTS.
    (English for special purposes) Английский для специальных целей (английский для бизнеса, например) — курсы для тех, кто хочет углубить свои знания английского языка в какой-либо профессиональной сфере (бизнес, IT, медицина и т. д.). Для поступления на эти курсы требуется как минимум средний уровень владения языком.
    (English Plus Activities) Английский плюс активности — курсы английского языка в сочетании с различными внеклассными мероприятиями — поездками, походами, посещением интересных мест, занятиями спортом, волонтерством и т. д. Чаще всего этот тип курсов популярен у подростков, но есть также курсы для взрослых, которые хотят совместить изучение английского языка с увлекательным отдыхом.


    Есть ли возрастные ограничения для изучения английского языка в Австралии

    В Австралии нет ограничений по возрасту для изучения английского языка. Выучить новый язык никогда не поздно. Что касается минимального возраста, то курсы общего английского обычно доступны для детей от 13 лет. Программы подготовки к старшей школе доступны для детей от 12 до 18 лет, но некоторые языковые школы также предлагают курсы для самых маленьких учеников от 6 лет.


    Какой уровень английского языка необходим для зачисления в школу

    Вы можете записаться на курсы общего английского с любым уровнем, даже начальным. В первый день обучения для студента проводят вступительный тест на определение текущего уровня английского. По результатам теста студента распределяют в подходящую группу согласно его уровню. Также в процессе обучения студент периодически сдает тесты для отслеживания прогресса и понимания готовности перейти на новый уровень. Некоторые курсы, такие как EAP, IELTS Preparation или Business English, обычно требуют среднего уровня английского Intermediate.


    Когда обычно начинаются курсы

    В языковых школах курсы английского начинаются каждую неделю. Вы можете присоединиться в любое время года (кроме рождественских каникул) и учиться столько недель, сколько хотите, от 1 до 48. Колледжи и университеты обычно не так гибки. У них есть определенные даты приема, а курсы основаны на преподавании блоками по 5 недель, поэтому 5 недель в этом случае — минимальная продолжительность курса.


    Сколько часов в день занимает изучение английского

    Обучение полный день (full-time) предполагает не менее 20 часов занятий в школе в неделю. В некоторых школах вы можете взять дополнительные часы для подготовки к IELTS или в разговорных клубах, если 20 часов в неделю вам недостаточно и вы хотите больше практики. Тогда ваше обучение будет составлять 25 часов в неделю.


    Сколько необходимо времени, чтобы выучить язык

    Вы можете самостоятельно выбрать продолжительность обучения от 1 недели до бесконечности. Чаще всего требуется не менее 12 недель продуктивной учебы, чтобы поднять свой английский на один уровень. Следует отметить, что сам процесс обучения всегда интересен и дает свои результаты. В англоязычной среде  и с профессиональными преподавателями-носителями английского языка, при вашем ответственном подходе результат не заставит себя ждать.


    Какая виза мне необходима для обучения на курсах

    Если ваш курс обучения не превышает 3 месяцев, вы можете учиться по визитерской визе (Visitor Visa) или по категории визы для работы и отдыха (Work and Holiday). Однако, если вы хотите учиться более 3 месяцев, вам необходимо получить студенческую визу. Наши менеджеры Kiwi Education помогут вам с подачей документов на студенческую визу. О наших принципах работы читайте здесь.


    Могу ли я работать во время обучения

    Важным аспектом изучения английского языка в Австралии по студенческой визе является возможность получения права работать неполный рабочий день. Допустимое количество часов работы составляет 40 часов в течение двух недель во время обучения и 40 часов в неделю в течение полного рабочего дня во время каникул. Подработка дает возможность окупить расходы на проживание, практиковать английский язык в рабочей среде и даже найти работу на полный рабочий день и получить предложение о работе для подачи заявления на рабочую визу.


    В каком городе лучше всего изучать английский язык

    Как нетрудно догадаться, на этот вопрос нет конкретного ответа, поскольку у людей разные вкусы и предпочтения. Молодым и активным студентам, которые хотят быть в центре культурных событий и ночной жизни, понравятся такие большие города, как Сидней, Мельбурн или Брисбен. Люди, которые приезжают изучать английский со своими семьями и детьми и предпочитают спокойную атмосферу и семейный образ жизни, выберут небольшие города, такие как Кэрнс, Канберра или Хобарт. В больших городах выбор языковых школ больше, но и цены могут быть выше. Кроме того, каждый регион Австралии имеет свои особенности климата, поэтому будет полезно узнать о городе, в который вы собираетесь. Некоторые студенты предпочитают проходить курсы английского языка в крупных городах Австралии, чтобы получить опыт путешествий, а также найти подходящее место для дальнейшего обучения и проживания в Австралии.


    Вы можете узнать больше о городах Австралии в нашей статье

    Языковые школы Австралии и стоимость курсов английского языка

    Курсы английского языка в Австралии предлагают средние школы, институты TAFE, университеты, частные колледжи и центры английского языка. Все курсы объединены под общим названием ELICOS (English Language Intensive Courses for Overseas Students). Все образовательные учреждения, которые предлагают ELICOS, должны быть зарегистрированы в национальной организации National English Language Teaching Accreditation Scheme (NEAS) и соответствовать строгим требованиям по качеству с точки зрения размера классов, преподавания и поддержки иностранных студентов.

    Средняя стоимость курса общего английского в австралийских школах составляет около AU$ 200-400 в неделю. В некоторых школах цена зависит от количества недель вашего обучения: чем дольше курс, тем меньше вы платите за неделю.

    Мы всегда ищем лучшие цены, специальные предложения и скидки для наших студентов. Свяжитесь с нами, и мы подберем для вас наиболее подходящие варианты, соответствующие вашему бюджету и целям.
    """,
         image: Image("language"),
         posts: [])
]
