//
//  FindJob.swift
//  KiwiEducationAu
//
//  Created by Лёха Небесный on 01.06.2023.
//

import SwiftUI

let findJob: [Info] = [
    Info(id: 431,
         title: "Как получить рабочую визу",
         subtitle: "",
         description:
    """
    Вы можете работать в Австралии только в том случае, если у вас есть соответствующая рабочая виза. Есть несколько категорий рабочих виз в Австралии для временной и сезонной работы, а также для работы с возможностью получения вида на жительство.

    В целом процесс поиска работы и получения рабочей визы за пределами Австралии выглядит так:

    1. Оценка квалификации от ANZSCO — Australian and New Zealand Standard Classification of Occupations (Австралийский и Новозеландский стандарт классификаций профессий). Может потребоваться предоставить ваш диплом для оценки.
    2. Вам необходимо найти работодателя, готового нанять вас.
    3. Пройти все этапы собеседования и получить предложение о работе.
    4. Сдать IELTS или другой международно признанный тест по английскому языку на необходимый балл.
    5. Подать заявление на рабочую визу и ждать ответа от офицера. Время рассмотрения может занять 5-12 месяцев.

    Этот процесс не так прост, как может показаться на первый взгляд, так как есть ряд требований, которые предъявляются как к работнику, так и к работодателю. Так работодатель должен иметь разрешение на спонсирование иностранных рабочих, вакансия должна быть в списке востребованных в Австралии и входить в список квалифицированных профессий. Работник также должен иметь квалификацию, соответствующую списку квалифицированных профессий (SOL) и соответствовать требованиям по уровню образования, опыту работы и знанию английского языка.

    С учетом этого, работники часто сталкиваются с некоторыми трудностями:

                - Многие из кандидатов не имеют достаточно хорошего уровня английского языка, чтобы успешно пройти онлайн-интервью и сдать IELTS, а также правильно написать резюме.
                - Работодатели обычно предпочитают видеть кандидата на собеседовании лично и не готовы ждать шесть месяцев, пока он получит визу и сможет начать работу.
                - Местный опыт работы и рекомендательные письма от предыдущих работодателей также имеют решающее значение для работодателя.


    Альтернативный вариант состоит в том, чтобы приехать в Австралию по студенческой визе и искать работу лично во время учебы. В качестве образовательной программы можно рассмотреть курс английского языка, во время которого вы можете значительно улучшить свой уровень языка, найти подходящую вакансию и пойти на собеседование в свободное время. Это также могут быть профессиональные и дипломные программы. После обучения студент получает визу выпускника на срок от 18 месяцев до четырех лет, в зависимости от программы. Наличие такой визы значительно упрощает поиск работы. Кроме того, по студенческой визе вы имеет право работать 40 часов в две недели во время обучения и неограниченно во время каникул, что позволяет получить местный опыт и рекомендации во время учебы.
    """,
         image: Image("work-in-aust"),
         posts: []),
    Info(id: 432,
         title: "Где искать вакансии в Австралии",
         subtitle: "",
         description:
    """
    Конечно, самым популярным источником вакансий служат сайты по поиску работы. Вот некоторые веб-сайты с актуальными вакансиями в Австралии:

                      - Seek — самый большой ресурс. Он охватывает Австралию и Новую Зеландию.
                      - Career One
                      - Working in Australia
                      - Adzuna
                      - Jora

    Веб-сайты правительства Австралии:
                      - GraduateCareers
                      - Department of Education, Skills and Employment

    Специализированные веб-сайты для поиска работы в Австралии:
                      - GraduateCareers  — сайт с вакансиями специально для выпускников.
                      - JobNet — веб-сайт для IT специалистов. Он предлагает вакансии не только в Австралии, но и во всем мире.
                      - BlueCollar — сайт для рабочих и низкоквалифицированных рабочих вакансий в различных сферах — от электриков и плотников до уборщиков и пекарей.

    Еще один надежный способ найти работу в Австралии – это кадровые агентства. Есть тысячи таких компаний на австралийском рынке труда, так что ваш выбор будет зависеть больше от ваших личных предпочтений. Вот самые известные из них:
                      - Hudson
                      - Adecco
                      - Hays
                      - Manpower
                      - Korn Ferry — для набора руководителей
                      - Michael Page — предлагает широкий спектр рабочих мест в различных сферах, но специализируется в основном на бухгалтерском учете и финансах и руководящих позициях.
                      - Ambition — для ищущих работу в сферах IT, бухгалтерии и банковского сектора.
                      - Modis — IT и инженерные вакансии.
                      - PeopleBank — IT и Digital рекрутинг.

    Если вы хотите работать в определенной компании, вы можете отправить свое резюме непосредственно работодателю и узнать о доступных вакансиях. Кроме того, не стоит недооценивать помощь родственников и друзей, так как нетворкинг (связи) очень важны в поиске работы.
    """,
         image: Image("whereFind"),
         posts: []),
    Info(id: 433,
         title: "Как найти работу в Австралии",
         subtitle: "",
         description:
    """
    Насколько легко найти работу в Австралии? На этот вопрос очень трудно ответить, потому что даже в рамках одной профессии результаты могут быть совершенно разными. Кто-то находит работу в Австралии в первую неделю после одного собеседования, кому-то нужно несколько месяцев, а кто-то не может найти ее целый год, блуждая от собеседования к собеседованию.  В чем же может быть дело? Конечно, удача здесь играет свою роль. Однако большая часть удачи зависит от действий и личности кандидата. Вот некоторые лайфхаки, чтобы увеличить ваши шансы найти работу:

    Начните искать работу после рождественских и новогодних праздников. В декабре и январе австралийцы наслаждаются своим летом, так что это период праздников и ежегодных отпусков. Как правило, работодатели не хотят много думать о найме работников. Поэтому лучше начать искать работу в феврале — марте, когда компания вернется к обычному ритму работы. Тем не менее, летний период является идеальным временем для тех, кто ищет временную или сезонную работу, чтобы заменить работников, ушедших в отпуска. Следующий пик предложений вакансий приходится на август — ноябрь после закрытия финансового года (1 июля).

    Пройдите оценку диплома. Если у вас есть зарубежная квалификация, вам необходимо оценить ее в соответствующей уполномоченной австралийской организации. Такие организации проверяют, соответствуют ли навыки заявителя стандартам, необходимым для работы в конкретной профессии. Как правило, каждая сфера имеет свои уполномоченные организации по оценке. Вы можете найти соответствующий орган по оценке для вашей квалификации в списке квалифицированных  профессий.

    Адаптируйте свое резюме к австралийским стандартам. Стиль написания резюме в вашей стране может отличаться. Узнайте, что австралийские работодатели хотят видеть в резюме кандидата и как оно должно выглядеть. Карьерный консультант или агент по подбору персонала может помочь вам в этом. Или вы можете использовать австралийское Руководство по Трудоустройству. Это поможет вам  написать свое резюме и подготовиться к собеседованию. В нем также содержатся полезные статьи о работе с агентствами.

    Местный опыт является ключевым фактором. Австралийские работодатели хотят быть увереными, что кандидат может работать в местной среде, потому что любая отрасль в Австралии имеет свою специфику. Таким образом, даже если вы были на руководящих должностях в вашей стране, не стоит ожидать аналогичных позиций сразу по приезде в Австралию. Вам потребуется время, чтобы адаптироваться к местным ценностям и подтянуть ваш английский.

    Не бойтесь на начальных этапах временной работы, волонтерства и стажировок. Это очень помогает войти в отрасль, получить местный опыт и рекомендательные письма, которые можно использовать для поиска основной работы.

    Улучшите свой английский и навыки самопрезентации. Австралийские работодатели уделяют большое внимание личным и коммуникативным навыкам кандидата. Даже если вы отличный специалист, вы можете провалить собеседование, потому что вы не были достаточно открытыми и дружелюбными, или потому, что ваш английский был не на хорошем уровне, и это осложняет общение с вами. Таким образом, очень важно уметь презентовать себя и оставить позитивное впечатление. Перед собеседованием хорошо изучить информацию о компании, попрактиковать ответы на наиболее распространенные вопросы, позаботиться о вашей внешности. Австралийцы большое значения уделяют умению работать в команде, подходить к решению проблем творчески и не бояться брать ответственность. И, конечно, не забывайте о позитивном настрое и всегда оставайтесь уверенными в себе.

    Мы с командой экспертов создали онлайн-курс, который поможет на порядок ускорить процесс трудоустройства, а значит быстрее начать получать стабильный доход в новой стране проживания — Как найти работу в Австралии?
    """,
         image: Image("howFindJob"),
         posts: []),
    Info(id: 434,
         title: "Зарплаты в Австралии",
         subtitle: "",
         description:
    """
    На февраль 2021 года, национальная минимальная заработная плата в Австралии для квалифицированных работников составляет AU$ 753,80 в неделю, для 38 часовой недели, или AU$ 19,84 в час.

    Национальная минимальная заработная плата является лишь отправной точкой. Для большинства сотрудников зарплата зависит от их квалификации и отрасли. Их минимальная заработная плата регулируется правовым документом Awards, который устанавливает минимальные зарплаты для различных отраслей промышленности и типов работы. Есть более 100 отраслей и профессий, которые охватывают большинство людей, работающих в Австралии.

    Чтобы узнать минимальную заработную плату по вашей профессии, вы можете использовать ресурс Pay Calculator on Fair Work Ombudsman.

    Конечно, большинство австралийских работников имеют зарплату выше минимальной ставки. Чтобы увидеть среднюю заработную плату по каждой профессии, вы также можете воспользоваться сайтом YourCareer.

    Например, специалист программист программного обеспечения и приложений Software and Applications Programmer зарабатывает AU$ 2003 в неделю.

    Банковский сотрудник Bank Worker — AU$ 1193 в неделю. Этот веб-сайт также информативен, потому что он показывает ежедневные обязанности, необходимые навыки, количество вакансий в стране и будет ли профессия востребована в будущем. Таким образом, вы можете проанализировать свои карьерные перспективы и шансы на трудоустройство.

    Ресурс для выпускников, чтобы узнать о зарплате, которую они могут ожидать (по различным индустриям).
    """,
         image: Image("salary"),
         posts: []),
    Info(id: 435,
         title: "Статистика занятости",
         subtitle: "",
         description:
    """
    По данным Австралийского бюро статистики, уровень безработицы в Австралии составляет 6,6%. Это средний показатель по всей стране. Однако в каждом штате и даже в каждой области уровень безработицы может быть выше или ниже. Так, в Австралийской столичной территории самый низкий уровень безработицы — 3,7%, а в Квинсленде самый высокий — 7,5%.

    Внутри Квинсленда, худший показатель уровня безработицы в Вайд бэй и Саншай Кост (8,7%) но в Маккей и Дарлинг Даунс он составляет всего лишь  5,5%. Здесь вы можете посмотреть уровень безработицы по регионам.

    Занятость иностранных студентов варьируется от 70% для выпускников курсов VET до 79% для выпускников бакалавриата и магистратуры.

    В заключении заметим, что в Австралии представлено много рабочих мест в различных отраслях, что делает эту страну очень привлекательной для иммиграции. Если вы амбициозны и привыкли к достижению своих целей, Австралия ждет вас.
    """,
         image: Image("work-i-australia"),
         posts: [])
]
