//
//  TemporaryGraduateVisa.swift
//  KiwiEducationAu
//
//  Created by Лёха Небесный on 01.06.2023.
//

import SwiftUI

let temporaryGraduateVisa: [Info] = [
    Info(id: 421,
         title: "Документы для подачи заявления на визу Temporary Graduate Visa — Post-Study Work stream.",
         subtitle: "Чтобы подать заявление на Temporary Graduate Visa — Post-Study Work stream, вы должны предоставить:",
         description:
    """
            - Паспорт;
            - Письмо об окончании курса и академические справки от вашего учебного заведения;
            - Общий балл IELTS 6.0 с минимальным баллом 5.0 по каждой части;
            - Медицинская страховка и карта Medicare;
            - Результаты обследования здоровья при необходимости. Ваш возраст должен быть менее 50 лет;
            - Справка национальной полиции, выданная Федеральной полицией Австралии за последние 12 месяцев;
            - Форма 80 — личные данные для характеристики;
            - Форма 1221 – дополнительная личная информация;
            - Паспорт и свидетельство о рождении;
            - Свидетельство о браке или доказательство фактических отношений.
    """,
         image: Image("post-study"),
         posts: []),
    Info(id: 422,
         title: "Документы для подачи заявления на визу Temporary Graduate Visa — Graduate Work stream.",
         subtitle: "Чтобы подать заявление на Temporary Graduate Visa — Graduate Work stream, вы должны предоставить:",
         description:
    """
            - Паспорт;
            - Письмо об окончании курса и академические справки от вашего учебного заведения;
            - Общий балл IELTS 6.0 с минимальным баллом 5.0 по каждой части;
            - Медицинская страховка и карта Medicare;
            - Результаты обследования здоровья при необходимости. Ваш возраст должен быть менее 50 лет;
            - Справка национальной полиции, выданная Федеральной полицией Австралии за последние 12 месяцев;
            - Форма 80 — личные данные для характеристики;
            - Форма 1221 – дополнительная личная информация;
            - Паспорт и свидетельство о рождении;
            - Свидетельство о браке или доказательство фактических отношений.
            - Свидетельство оценки ваших навыков. Перед подачей заявления на визу необходимо подать заявку на оценку. Если результаты вашей оценки еще не готовы, вы можете приложить доказательства того, что вы подали на нее заявку, и отправить результаты визовому офицеру, как только они будут готовы.
    """,
         image: Image("graduate-work"),
         posts: [])
]

