//
//  AustralianCapitalTerritoryCities.swift
//  KiwiEducationAu
//
//  Created by Лёха Небесный on 01.06.2023.
//

import SwiftUI

let australianCapitalTerritoryCities: [Info] = [
    Info(id: 1511,
         title: "Канберра",
         subtitle: "",
         description:
    """
    Население: 457 000 человек

    Средняя заработная плата (после уплаты налогов): AU$ 5050,20

    Уровень безработицы: 3,7% (по состоянию на июль 2020 года по данным информационного портала рынка труда)

    Цена квадратного метра при покупке квартиры за пределами центра: AU$ 4435,22

    Средняя летняя температура: 18 — 26 ° C

    Средняя зимняя температура: 1 — 12 ° C

    Канберра — столица Австралии и, как следствие, это административный центр страны, где сосредоточены институты исполнительной, законодательной и судебной власти. Здесь преобладают вакансии, связанные с государственной службой, поэтому уровень безработицы ниже, а заработная плата выше, чем в среднем по стране. Цены на аренду в Канберре относительно высоки из-за ограниченного предложения на рынке недвижимости.

    Поскольку город был основан в 1913 году и строился с нуля, его планировка отличается четкой геометрией улиц и большим количеством красивых монументальных правительственных зданий, национальных музеев, галерей и мемориалов. Из-за этого столицу Австралии часто сравнивают со столицей США, Вашингтоном, округ Колумбия.

    Для студентов, желающих учиться в Канберре, всегда открыты двери Австралийского национального университета и Университета Канберры.
    """,
         image: Image("cities-canberra"),
         posts: [])
]
