//
//  SouthAustraliaCities.swift
//  KiwiEducationAu
//
//  Created by Лёха Небесный on 01.06.2023.
//

import SwiftUI

let southAustraliaCities: [Info] = [
    Info(id: 1551,
         title: "Аделаида",
         subtitle: "",
         description:
    """
    Население: 1,34 миллиона человек

    Средняя месячная зарплата (после уплаты налогов): AU$ 4472,46

    Уровень безработицы: 6,2% (по данным информационного портала рынка труда на июль 2020 г.)

    Цена квадратного метра при покупке квартиры за пределами центра: AU$ 3 394

    Средняя летняя температура: 16,7-28,6 ° C (вода — 20 ° C).

    Средняя зимняя температура: 8-16 ° C (вода — 14 ° C)

    Аделаида — столица Южной Австралии и 5-й по численности населения город страны. Он имеет разнообразное и мультикультурное население — около 30% людей, живущих в Аделаиде, являются иностранцами. По данным Numbeo Аделаида занимает второе место в мире по индексу качества жизни и постоянно занимает позиции в топ-10 самых комфортабельных городов для жизни в соответствии с различными мировыми рейтингами.

    В 2015 году Аделаида была внесена в список музыкальных городов ЮНЕСКО в Австралии. Действительно, город имеет богатую музыкальную культуру и множество концертных площадок и мероприятий. Он также предлагает множество видов искусства, развлечений и бурную ночную жизнь.

    Недалеко от Аделаиды находятся винодельни Barossa Valley. Вина с этого региона считаются одними из лучших в мире.

    Помимо сельского хозяйства и виноделия, в Аделаиде развито машиностроение и судостроение, благодаря серьезным инвестициям правительства.

    Ниже вы найдете список университетов, расположенных в Аделаиде, одном из лучших городов мира:

    Carnegie Mellon University
    Flinders University
    University of Adelaide
    University College London
    University of South Australia
    Torrens University Australia
    """,
         image: Image("cities-adelaide"),
         posts: [])
]
