//
//  Posts.swift
//  KiwiEducationAu
//
//  Created by Лёха Небесный on 30.05.2023.
//

import SwiftUI

let posts: [Post] = [
Post(id: 1,
 title: "Почему Австралия.",
 subtitle: "Занимательная статистика, уровень жизни, климат и другие преимущества жизни в Австралии.",
 description:
"""
Если вы находитесь в поиске страны для обучения или иммиграции, обратите ваше внимание на Австралию.
В этой далекой стране найдется, что вам предложить.
Для начала немного статистики:
    - Численность населения около 25,5 млн;
    - Продолжительность жизни 83,9 года;
    - 86% населения проживает в городах;
    - 60% прироста населения обеспечивают мигранты. В основном люди переезжают из Великобритании и Новой Зеландии, а также Китая и Индии;
    - 80% населения проживает на побережье;
    - Самые густонаселенные города Австралии, это Сидней, Мельбурн и Брисбен.

Уровень жизни в Австралии

Австралия  — одна из самых комфортных стран в мире по уровню зарплат, соотношению доходов и цен на недвижимость, высокому уровню медицинского обслуживания, климату и окружающей среде (статистика согласно Numbeo).
В стране стремительно развиваются такие отрасли, как IT и строительство, также большое внимание уделяется образованию, искусству и окружающей среде, поэтому специалисты в указанных областях пользуются большим спросом на рынке труда.

Уровень безработицы

Австралия занимает одно из самых первых мест в рейтинге по низкой безработице в мире, что говорит о многом.

Природа Австралии

Экосистема Австралии является поистине уникальной. Здесь обитают редкие животные, которые не встречаются в других уголках Земли. Флора и фауна Австралии насчитывает около 12 000 видов, 9 000 из которых можно встретить только здесь. Помимо кенгуру и коал в Австралии обитает огромное количество редких птиц, таких как эму, кукабарра, лирохвосты. Также в Австралии можно встретить стада диких верблюдов.
Несмотря на то, что 40% территории Австралии занимают степи и пустыни, в стране есть множество природных достопримечательностей, национальных парков и пешеходных маршрутов с потрясающими видами. Теплый климат с жарким летом и доступность океана предлагают отличные возможности для пляжного отдыха.

Иммиграционные правила в Австралии

Простая и прозрачная иммиграционная политика, а также большое количество разных категорий виз делают Австралию очень привлекательной для иммиграции, так как позволяют переезжать не только специалистам из списка востребованных специальностей и другим профессионалам (при поддержке работодателя), но и инвесторам и предпринимателям. После четырех лет проживания в стране (12 месяцев из которых в статусе постоянного жителя) вы можете получить австралийский паспорт, который дает право на безвизовый въезд в 183 страны.

Отдых в Австралии

Австралия предлагает множество развлечений для своих жителей и гостей. Вы можете расслабиться на бескрайних песчаных пляжах или устроить пикник с барбекю в парке. Также можно заняться активными видами спорта. Австралия славится лучшими местами для серфинга и идеальными волнами. Также популярны парусный спорт, каякинг, пеший туризм, велоспорт и многие другие виды спорта. И конечно же дайвинг или снорклинг на Большом Барьерном Рифе — обязательная активность. Для тех, кто хочет исследовать континент, будет отличной идеей поездка на автофургоне для посещения Голубых гор, тропического леса Дейнтри, Айерс рок и Грейт Оушн роуд.
В городах Австралии также есть множество развлечений на любой вкус:  Прыжки с парашютом, полеты на дельтаплане и планере, парусный спорт и ныряние с аквалангом, скалолазание, спуск на плотах по горным рекам, экстремальные велотреки, тематические парки развлечений и водные аттракционы. Вы можете пролететь над Сиднейской оперой и пройти по верху Сиднейского моста, взобраться на самые высокие башни под присмотром опытных инструкторов, совершить прогулку на катере среди крокодилов и проехать по саванне среди африканских животных. Помимо этого, в Австралии есть многочисленные музеи и театры, ботанические сады и парки, ночные клубы, бары и рестораны. Мельбурн, к примеру, славится вкусной, свежей и разнообразной едой. Сидней также не уступает по количеству заведений, где можно насладиться трапезой. Оба города отлично подойдут любителям шопинга. А Голд кост сочетает в себе как самые лучшие пляжи, так и лучший выбор развлечений для активного отдыха днем и ночью.
""",
 image: Image("pic1")),
Post(id: 2,
 title: "Жизнь в Австралии: плюсы и минусы.",
 subtitle: "В мире не бывает полностью идеальных стран, и у Австралии есть свои преимущества и недостатки. Мы выделили некоторые из самых важных факторов, которые дадут вам лучшее понимание Австралии как страны для успешного переезда.",
 description:
"""
Положительные стороны

Высокий уровень жизни

Австралия — страна с высокоразвитой экономикой, ее города стабильно занимают верхние строчки рейтингов по комфорту и качеству жизни. В стране высокие зарплаты, обеспечивающие комфортное проживание, высокий уровень социальной защиты, а также низкий уровень безработицы — всего 6,6% (по состоянию на декабрь 2020 г.)

Климат и природа

Австралия — уникальная страна, которую обязательно стоит посетить. Здесь вы можете найти пляжи с белоснежным песком, горы, влажные тропические леса, озера и водопады. В национальных парках можно встретить таких уникальных животных, как кенгуру, утконосы, ехидны, коалы и вомбаты.
В Австралии разнообразный климат, который порадует любителей потрясающих пляжей и тропических лесов, заснеженных гор, пышных лугов и засушливых пустынь. Температурный диапазон колеблется от минусовых показателей зимой до сорока градусов летом. Подробнее о климате читайте в нашей статье.

Культура и развлечения

Австралия — относительно молодая страна со своей уникальной историей. В крупных городах, таких как Мельбурн, Сидней и Брисбен, есть множество музеев, концертов живой музыки, фестивалей, ночных клубов и даже концертов всемирно известных звезд. Во внутренних австралийских городах, таких как Армидейл, Рокгемптон или Балларат, вы можете погрузиться в атмосферу викторианской эпохи и золотой лихорадки.

Возможности для иммиграции

Австралия проводит довольно лояльную иммиграционную политику, приветствуя ценных специалистов, деловых людей и инвесторов из-за рубежа. В результате 30% населения Австралии родилось в других странах. После четырех лет проживания в стране вы можете получить австралийский паспорт, который дает право безвизового въезда в 183 страны мира.

Образование

Австралия славится высоким качеством образования. Австралийские дипломы в области гуманитарных, точных и естественных наук, а также медицины и технологий признаны и ценятся во всем мире. А такие университеты, как Мельбурнский университет, Сиднейский университет, Австралийский национальный университет, Университет Квинсленда, Университет Монаша, Университет Нового Южного Уэльса, входят в 100 лучших университетов всех мировых рейтингов. Австралия является третьим по популярности направлением обучения среди иностранных студентов после США и Англии.


Отрицательные стороны

Стоимость жизни

Высокий уровень жизни требует высоких затрат. Учеба в австралийском университете стоит в среднем AU$ 13 000–45 000 в год, однако аналогичное образование в Америке или Великобритании обходится дороже.
Как правило, студенту необходимо иметь 20 тысяч долларов в год для проживания. Некоторые посетители жалуются на дороговизну общественного транспорта и услуг. Но самое дорогое, что съедает до половины недельного бюджета — это аренда жилья.
Узнайте больше о стоимости жизни в Австралии.

Удаленность

Поездка из Австралии в Европу займет 2 дня и будет стоить около AU$ 2 000. Расстояние является существенным недостатком, если у вас есть родственники и друзья в вашей стране и вам нужно срочно их посетить. Кроме того, удаленность от остального мира ограничивает выезд за границу. Но при этом есть прекрасная возможность исследовать захватывающие страны Азии и Океании. С другой стороны, удаленность и обособленность Австралии уберегает ее от многих мировых проблем.

Опасная фауна

Многие люди ассоциируют Австралию с ядовитыми змеями, пауками и медузами, акулами и крокодилами. Например, 6 из 10 самых ядовитых видов змей в мире обитают в Австралии. Надо признать, что эти страхи явно преувеличены. Возможность встретить опасного паука или змею ничтожна в городской черте. Вероятность укуса змеи или паука минимальна, так как Австралия достаточно развита, и в любой больнице есть противоядие. Тем не менее, очень важно соблюдать технику безопасности:
        - Не оставляйте обувь на улице.
        - Отправляйтесь в походы только по специально оборудованным тропам и не сходите с маршрута.
        - Купайтесь и занимайтесь серфингом только в разрешенных местах на пляжах, где есть спасатели. Подводные течения более опасны, чем обитатели моря.
        - Внимательно читайте знаки и предупреждения, и все будет в порядке.

Высокая солнечная активность

В Австралии очень активное солнце. УФ-индекс здесь в 10 раз выше, чем в Европе, поэтому риск солнечных ожогов и рака кожи очень высок. Наносите солнцезащитный крем, если вы будете под прямыми солнечными лучами более получаса, носите головные уборы и не оставайтесь на солнце в жаркие дни.

Катаклизмы

В Австралии засушливый климат, поэтому официально объявляется об ограничении водопользования во время засухи. Например, с 10 до 16 часов нельзя поливать газон и дорожки, а также наполнять бассейны. Кроме того, засухи и высокие температуры вызывают лесные пожары. Ураганы, тропические циклоны, торнадо и штормы также обычны в тропическом северном Квинсленде.
""",
 image: Image("pic2")),
Post(id: 3,
 title: "География и климат Австралии",
 subtitle: "Австралия расположена в Южном полушарии. Это самый маленький, плоский и сухой материк. Это также шестая по размеру страна в мире после России, Канады, Китая, США и Бразилии.",
 description:
"""
Австралия расположена в Южном полушарии. Это самый маленький, плоский и сухой материк. Само государство называется Commonwealth of Australia и состоит из Австралии, острова Тасмания и островов в Тихом и Индийском океанах. Это шестая по размеру страна в мире после России, Канады, Китая, США и Бразилии.
Австралию омывают теплые воды Индийского и Тихого океанов. Длина береговой линии Австралии — почти 60 тыс. км. Вдоль северо-восточного побережья Австралии располагается Большой Барьерный риф — крупнейший коралловый риф в мире.
На востоке прибрежная долина отделена от центральной части страны Большим Водораздельным хребтом, который протянулся на 4000 км вдоль восточного и юго-восточного побережья от Кернса через Брисбен, Голд Кост. Коффс Харбор, Нью Кастл Сидней Воллонгонг и до Едена. Плато Нью-Инглэнд, Голубые горы, Австралийские Альпы — всё это части хребта.
Западная часть континента представляет собой огромное плато высотой от 300 до 450 метров над уровнем моря. Большая часть Западной Австралии — это засушливая пустыня. Почти 70 % площади Австралии занимает outback — обширные практически не населенные засушливые внутренние районы страны.
Австралия — самый засушливый материк Земли. Часто бывают продолжительные засухи, пылевые бури, способные накрыть целый регион, и даже торнадо. В некоторых местах серьёзной угрозой для местного ландшафта являются увеличение уровня солености почвы и опустынивание.
Север Австралии занимает субэкваториальный климатический пояс. Поэтому лето (декабрь — февраль) здесь довольно дождливое, а зима (июнь — август) солнечная и сухая. В столице Северной территории Дарвине температура воздуха довольно стабильная — около +25-35°C летом и +15-25°C зимой.
В центре Австралии, занятом в основном пустынями, средняя летняя температура днем составляет порядка +35-36 градусов, а в отдельные дни может превышать +40 °C. Зимой температура держится в районе +20 °C в дневные часы, в Большой пустыне Виктории — до +10 °C, а в отдельные годы случаются ночные заморозки.
На Западном побережье — в Перте климат мягче за счет влияния океана. Лето здесь обычно жаркое — около +30 °C. Зимой воздух охлаждается до +18-20 °C днем и +6-8 °C ночью.
Более 90 % австралийцев живут в городах, расположенных на побережьях континента. В самом обитаемом районе Австралии — юго-восточном побережье царит субтропический климат с жарким солнечным летом и дождливой мягкой зимой. Так, в Мельбурне столбик термометра обычно держится в районе +25-27 °C летом, а зимой опускается до +10-12 °C, ночью до +5 °C.
Остров Тасмания находится зоне умеренного климата. Летом дневная температура составляет не больше +22 °C, зимой +10-12 °C. Зимой случаются ночные заморозки, однако снег можно найти лишь на вершинах гор.
""",
 image: Image("pic3")),
Post(id: 4,
 title: "Стоимость жизни в Австралии.",
 subtitle: "Мы решили разобраться, какая сумма необходима для комфортного проживания в Австралии. В данной статье рассмотрим и посчитаем стоимость продуктов питания, аренды жилья, электроэнергии, транспорта и развлечений.",
 description:
"""
Австралия относится к развитым странам с высоким уровнем жизни. Однако и стоимость жизни, в свою очередь, относительно высокая. По данным Numbeo, Австралия опережает Канаду, Новую Зеландию и США по расходам на проживание.
Мы решили разобраться, покрывают ли местные зарплаты ежедневные расходы?
Указанные цены актуальны на 2021 год и указаны в австралийских долларах (1 AUD=57 руб. на май 2021 г.)

Стоимость продуктов питания

В Австралии люди обычно покупают продукты питания в супермаркетах. Среди наиболее популярных сетей супермаркетов Coles, Woolworths, ALDI.
Также очень популярны рынки, где можно купить свежие фрукты и овощи, мясо и молочные продукты. Например, Южный рынок Мельбурна поражает огромным выбором фруктов, овощей, сыров, мяса, морепродуктов, хлеба, выпечки и т. д. Все настолько свежее, разнообразное и качественное, что устоять невозможно. Но цены на таких рынках выше, потому что это не только место для покупки продуктов, но и место для перекуса и развлечений, а также местная достопримечательность.

Что касается недельного бюджета, рассмотрим цены в Woolworths — не самом дешевом, но и не самом дорогом супермаркете:
            - Сосиски — AU$ 5,50  / 600 г
            - Говядина нарезка — AU$ 9  / 500 г
            - Говяжий фарш — AU$ 7,50 / 500 г
            - Куриная грудка — AU$ 4,75 / 500 г
            - Филе лосося — AU$ 13 / 460 г
            - Креветки — AU$ 11 / 500 г
            - Бананы — AU$ 0,54 / 1 шт.
            - Яблоки — AU$ 4,90 / 1 кг
            - Апельсины — AU$ 0,89 / 1 шт.
            - Брокколи — AU$ 0,79 / 1 шт.
            - Морковь — AU$ 1,20 / 1 кг
            - Помидоры черри — AU$ 3,50 / 250 г
            - Картофель — AU$ 1,88 / 1 кг
            - Репчатый лук — AU$ 2,50 / 1 кг
            - Стручковый перец — AU$ 1,77 / 1 шт.
            - Упаковка из 5 авокадо — AU$ 7 / 1 шт.
            - Молоко — AU$ 2,39 / 2 л
            - Йогурт — AU$ 3,50 / 1 кг
            - Сыр — AU$ 6 / 500 г
            - Яйца — AU$ 3,50 / 12 шт.
            - Сливочное масло — AU$ 6,50 / 500 г
            - Хлеб — AU$ 3,90 / 850 г
            - Спагетти  — AU$ 0,80 / 500 г
            - Соус для пасты — AU$ 1,80 / 500 г
            - Рис — AU$ 1,40 / 1 кг
            - Консервированная фасоль — AU$ 1,60 / 400 г
            - Чай листовой — AU$ 4 / 250 г
            - Упаковка маффинов из 8 штук — AU$ 3,50 / 1 шт.
            - Джем — AU$ 1,40 / 500 гр
            - Туалетные принадлежности — около AU$ 6 в неделю
Итого около AU$ 150 в неделю на двоих, если покупать не только самое необходимое, но иногда баловать себя сладким и снеками.

Стоимость питания вне дома

Австралия славится обилием приятных и интересных кафе и ресторанов со вкусной и разнообразной едой. Однако цены зависят от престижа заведения, его местоположения и т. д., поэтому сложно сказать, сколько вам будет стоить один обед в кафе или ресторане. Это будет зависеть от вашего выбора места. Тем не менее, вы можете посмотреть средние цены на самые распространенные пункты меню:
            - Завтрак в кафе — AU$ 20
            - Один обед в Макдональдсе — AU$ 12
            - Ужин из трех блюд на двоих в ресторане — AU$ 90
            - Пицца — AU$ 15
            - Коробка суши на вынос — AU$ 15
            - Кофе — AU$ 4,50.

Стоимость авто и обслуживания

Наличие автомобиля сделает вашу жизнь в Австралии намного проще и комфортнее. Встречаются удаленные места, куда можно добраться только на машине. Такси довольно дорогое, а общественный транспорт не дает такой гибкости передвижения, как авто. Стоимость автомобиля зависит от года выпуска и пробега, к примеру:
            - Toyota Corolla 2016 — AU$ 18 490
            - Toyota Corolla 2008 — AU$ 8000
            - Toyota Corolla 2003 — AU$ 5000
            - Бензин — AU$ 1,48  за 1 литр
            - Осмотр — AU$ 27 в год
            - Регистрация — AU$ 232
            - Дополнительная страховка — AU$ 400 на один год
            - Парковка — AU$ 3,2-7,4 в час.

Стоимость общественного транспорта

В Сиднее выгодно использовать карту Opal для оплаты проезда в общественном транспорте. Поездки по карте примерно на 25% дешевле, чем покупка разового билета. Стоимость проезда зависит от расстояния, на которое вы едете, но для карты Opal существуют ограничения: с вас будет взиматься плата не более AU$ 16,10 в день, AU$ 50 в неделю или AU$ 8,05 в день по субботам, воскресеньям и в праздничные дни. В периоды не час пика также действует скидка 50%.
В Мельбурне стоимость проезда также зависит от зон, в которые вы едете. Недельный проездной стоит AU$ 30-45. Одна поездка в пределах двух зон стоит AU$ 4,50 за 2 часа или AU$ 9 за все поездки в течение дня.
Льготный проезд распространяется на детей, студентов, пенсионеров и другие категории пассажиров.
Стоимость проезда на такси составляет примерно AU$ 2,5 за километр. Поездка по городу обойдется примерно в AU$ 12-15.
Такси из аэропорта Сиднея стоит AU$ 45-55.

Стоимость других услуг

Если вы едете в Австралию надолго, то вам наверняка понадобятся услуги специалистов в области красоты и здоровья. Семьям с детьми также может понадобиться няня или детский сад. Вот средние цены на услуги в Австралии:
            - Парикмахер — AU$ 40 для мужчин, AU$ 75 для женщин
            - Тренажерный зал — AU$ 15 в неделю
            - Массаж — AU$ 100 в час
            - Маникюр с покрытием лаком — AU$ 20
            - СПА педикюр — AU$ 30
            - Няня — AU$ 20 в час
            - Детский сад — AU$ 60 в день.

Стоимость развлечений

Не хлебом единым жив человек. По прибытии в Австралию вам обязательно захочется посетить интересные места, заняться различными видами спорта, а также отдохнуть с семьей и друзьями. Конечно, мы не можем перечислить все развлечения Австралии. Приведем лишь несколько примеров:
            - Кино — AU$ 18 за билет
            - Зоопарк — AU$ 40 за взрослого и AU$ 20 за ребенка
            - Музеи — AU$ 15-25 для взрослого или AU$ 40-60 для семьи
            - Бокал вина в баре — AU$ 10
            - Коктейль в баре — AU$ 18
            - Аренда доски для серфинга — AU$ 20 за 2 часа
            - Прокат велосипеда — AU$ 40 в сутки.

Стоимость аренды

Примерно половина вашего недельного бюджета будет уходить на аренду жилья. Стоимость проживания может сильно варьироваться в зависимости от города. Например, стоимость аренды в Сиднее на 40% выше, чем в Мельбурне, и на 63% выше, чем в Брисбене. Причем стоимость аренды в центре города может быть до 50% выше, чем в пригороде. Поэтому ценовой диапазон достаточно широк:
            - Комната — AU$ 125-300 в неделю
            - Юнит или студия — AU$ 360-500 в неделю
            - 2-х комнатная квартира — AU$ 350-650 в неделю
            - Дом с 2-3 спальнями — AU$ 420-1000 в неделю.

Стоимость коммунальных услуг

Ниже приведены средние цены на коммунальные услуги на среднюю квартиру в Сиднее:
            - Базовые расходы (электричество, отопление, охлаждение, вода, мусор) — AU$ 200 в месяц
            - Интернет — AU$ 70 в месяц
            - Мобильная связь — около AU$ 30 в месяц.

Средние зарплаты

Среднемесячная зарплата в Австралии составляет AU$ 4 769,34 после вычета налогов. Однако, размер оплаты труда зависит от региона, отрасли, опыта, навыков работника и т.д. Так в столице заработная плата является самой высокой в стране, а в Тасмании самой низкой. В сфере IT средняя заработная плата вдвое выше, чем в сфере гостеприимства. Вы можете сравнивать зарплаты в разных отраслях с помощью удобного ресурса PayScale.

Планирование расходов и итоги

Подводя итог, подсчитаем недельный бюджет для комфортного проживания двоих человек в Австралии:
            - Продукты — AU$ 150 в неделю
            - Ужин в ресторане 1 раз в неделю — AU$ 90
            - Транспорт — AU$ 90 в неделю
            - Услуги и развлечения — AU$ 80 в неделю
            - Аренда жилья — AU$ 400 долларов в неделю
            - Счета — AU$ 85 долларов в неделю
Итого: примерно AU$ 895  в неделю или AU$ 46 540 в год на двоих.
Таким образом, средняя зарплата одного человека может покрыть расходы пары. Конечно, стоимость будет отличаться, если вы одиноки или у вас есть дети, также если вы живете не в Сиднее, а в городах с более низкими ценами. Многое зависит от вашего образа жизни и потребностей. В данной статье указаны средние, но не минимальные цены. Вы можете сократить свои расходы, сэкономив деньги, например, ограничив походы в магазины или делая покупки в недорогих супермаркетах.
Чтобы подсчитать свои возможные расходы на проживание в Австралии, вы можете воспользоваться калькулятором расчета трат.
По всем вопросам переезда в Австралию пишите команде Kiwi Education.
""",
 image: Image("pic4")),
Post(id: 5,
 title: "Города Австралии.",
 subtitle: "Выбираем место для обучения или переезда, изучая каждый город.",
 description:
"""
Планируя переезд в Австралию или выбирая учебное заведение, очень важно немного изучить каждый город, чтобы выбрать наиболее комфортное место для жизни. В Австралии более сотни городов, и конечно, собрать их все в одной статье невозможно. Поэтому мы выбрали одни из самых интересных по нашему мнению. В этой статье вы найдете общую информацию о жизни каждого города, в каких отраслях есть возможности трудоустройства и чем вы можете заниматься в свободное от работы или учебы время. Мы также собрали статистику по ценам на недвижимость, средней заработной плате и уровню безработицы.
Каждый город имеет свои особенности и удовлетворяет разные потребности людей. Например, любителям теплого тропического климата подойдет восточное побережье Квинсленда, а более умеренного — города штатов Виктории и Тасмании. Серферам лучше селиться в прибрежных городах Нового Южного Уэльса и южного Квинсленда. Поклонникам вечеринок и ночных развлечений будут ближе Сидней или Мельбурн, а для семейных людей, предпочитающих спокойную атмосферу и низкие цены, могут быть более подходящими небольшие города, расположенные на внутренней территории страны.
Эта статья поможет вам определиться с выбором и сузить круг поиска. Однако, чтобы избежать разочарований по прибытии, советуем дополнительно изучить информацию о городе, в который вы собираетесь. Краткого обзора нашей статьи может быть недостаточно.

Австралия разделена на 6 штатов и 2 территории

                - Австралийская столичная территория
                - Новый Южный Уэльс
                - Квинсленд
                - Виктория
                - Южная Австралия
                - Западная Австралия
                - Северная территория
                - Тасмания

Австралийская столичная территория

Канберра

Население: 457 000 человек
Средняя заработная плата (после уплаты налогов): AU$ 5050,20
Уровень безработицы: 3,7% (по состоянию на июль 2020 года по данным информационного портала рынка труда)
Цена квадратного метра при покупке квартиры за пределами центра: AU$ 4435,22
Средняя летняя температура: 18 — 26 ° C
Средняя зимняя температура: 1 — 12 ° C
Канберра — столица Австралии и, как следствие, это административный центр страны, где сосредоточены институты исполнительной, законодательной и судебной власти. Здесь преобладают вакансии, связанные с государственной службой, поэтому уровень безработицы ниже, а заработная плата выше, чем в среднем по стране. Цены на аренду в Канберре относительно высоки из-за ограниченного предложения на рынке недвижимости.
Поскольку город был основан в 1913 году и строился с нуля, его планировка отличается четкой геометрией улиц и большим количеством красивых монументальных правительственных зданий, национальных музеев, галерей и мемориалов. Из-за этого столицу Австралии часто сравнивают со столицей США, Вашингтоном, округ Колумбия.
Для студентов, желающих учиться в Канберре, всегда открыты двери Австралийского национального университета и Университета Канберры.

Новый Южный Уэльс

Сидней

Население: 5,23 миллиона
Средняя месячная зарплата (после уплаты налогов): AU$ 5461,92
Уровень безработицы: 4,7% (по данным информационного портала рынка труда на июль 2020 г.)
Цена квадратного метра при покупке квартиры за пределами центра: AU$ 8100
Средняя летняя температура: 18,6 — 25,8 ° C (вода — 23 ° C).
Средняя зимняя температура: 8,8 — 17 ° C (вода — 19 ° C).
Сидней — крупнейший и самый густонаселенный город Австралии, входящий в десятку лучших городов мира, с высокой степенью интеграции в мировую экономику. Это центр бизнеса и торговли, где активно развиваются сферы IT, финансов, образования и искусства. Около 40% крупнейших австралийских корпораций расположены в Сиднее. Широкий спектр возможностей трудоустройства привлекает большое число профессионалов, людей, занимающихся бизнесом, и иностранных инвесторов.
Богатая культурная жизнь и множество достопримечательностей, таких как Сиднейский оперный театр, мост Харбор-Бридж и многих других, ежегодно привлекают миллионы туристов.
Сидней — город с самым высоким рейтингом в мире для иностранных студентов. Здесь расположены такие университеты, как:
                - Australian Catholic University
                - Macquarie University
                - University of New South Wales
                - University of Sydney
                - University of Technology, Sydney
                - University of Western Sydney
Однако при всех своих преимуществах Сидней является самым дорогим городом Австралии и даже одним из самых дорогих в мире. Это следует учитывать при планировании бюджета на переезд, если вы собираетесь обосноваться в этом городе.

Ньюкасл

Население: 450 360 человек
Средняя месячная зарплата (после уплаты налогов): AU$ 5556,25
Уровень безработицы: 5,7% (по данным информационного портала рынка труда на июль 2020 г.)
Цена квадратного метра при покупке квартиры за пределами центра: AU$ 4066,67
Средняя летняя температура: 20 — 40 ° C (вода — 24 ° C).
Средняя зимняя температура: 8,5 — 18 ° C (вода — 19 ° C).
Город с прекрасными пляжами, уникальной архитектурой и богатой историей находится всего в 2 часах езды от Сиднея. Стоимость жизни тут ниже, чем в крупных городах Австралии. В городе богатая культурная жизнь, a фантастическая природа вокруг дает широкие возможности для занятий различными видами спорта и отдыха — серфингом, кайтсерфингом, каякингом, наблюдением за китами, катанием на горных велосипедах и т.д.
Университет Ньюкасла предлагает множество учебных программ в различных областях, таких как бизнес, право, инженерия, строительство, наука, медицина, вычислительная техника и творческие индустрии (имеются в виду отрасли экономики, потенциал занятости и капиталы которых формируются за счёт разработки и передачи прав интеллектуальной собственности, раскрытия таланта и творческих способностей личности). Удобства университета также впечатляют и включают в себя концертный зал, бассейн, стену для скалолазания, тренажерный зал и корты.

Квинсленд

Брисбен

Население: 2,27 миллиона человек
Средняя месячная зарплата (после уплаты налогов): AU$ 4671,57
Уровень безработицы: 6,7% (по данным информационного портала рынка труда на июль 2020 г.)
Цена квадратного метра при покупке квартиры за пределами центра: AU$ 4100
Средняя летняя температура: 21-29,8 ° C (вода — 27 ° C).
Средняя зимняя температура: 11-21 ° C (вода — 21 ° C).
Брисбен — столица Квинсленда, третий по численности населения и самый быстрорастущий город Австралии за счет внутренней миграции. Это город с большими возможностями для бизнеса и международной торговли. Крупнейшие отрасли — это здравоохранение, образование, научно-технические услуги.
Брисбен — популярное туристическое направление. Ежегодно он привлекает более 9 миллионов посетителей. В городе есть все для комфортной жизни. Кафе и рестораны привлекают отменным кофе и вкусной едой; торговые центры радуют разнообразием брендов; в парках и музеях постоянно проходят интересные мероприятия с живой музыкой и представлениями, a огромный бесплатный бассейн-лагуна открыт практически круглый год.
Климат Брисбена с долгим субтропическим летом, короткой теплой зимой и 300 солнечными днями в году делает этот город идеальным для активного отдыха и занятий спортом.
В Брисбене есть три крупных университета с высокими мировыми рейтингами:
                - University of Queensland
                - Queensland University of Technology
                - Griffith University

Голд Кост

Население: 699 000 человек
Средняя месячная зарплата (после уплаты налогов): AU$ 5054,18
Уровень безработицы: 6,3% (по данным информационного опортала рынка труда на июль 2020 г.)
Цена квадратного метра при покупке квартиры за пределами центра: AU$ 5383,33
Средняя летняя температура: 20 — 30 ° C (вода — 27,1 ° C).
Средняя зимняя температура: 10 — 22 ° C (вода — 21,5 ° C).
Рай для серферов с 57 километрами живописных пляжей с субтропическим климатом расположен всего в 67 км к югу от Брисбена. Голд-Кост — одно из самых популярных туристических направлений, которое ежегодно посещают около 10 миллионов человек. Регион развивается быстрыми темпами, потому что он привлекает людей высокой возможностью трудоустройства в растущей индустрии туризма. Голд-Кост также известен как «Австралийский Голливуд» из-за его масштабного теле-, кино- и музыкального производства. Таким образом, он может предложить работу профессионалам творческой и медийной сфер. Другие основные отрасли города — это образование, информационные технологии, гостиничный бизнес, окружающая среда и спорт.
Голд-Кост известен не только своими пляжами и серфингом. Он предлагает огромный выбор самых разнообразных развлечений среди других городов Австралии. Тропические леса с водопадами, многочисленные тематические парки, культурные центры и мероприятия, а также оживленная ночная жизнь делают этот город идеальным для молодежи.
В Голд-Косте находится Bond University — частный университет, известный своими ускоренными программами и юридическим образованием высокого качества.


Тувумба

Население: 121 020 человек
Средняя месячная зарплата (после уплаты налогов): AU$ 3916,67
Уровень безработицы: 5,6% (по данным информационного портала рынка труда на июль 2020 г.)
Цена дома за пределами центра: AU$ 268,457
Средняя летняя температура: 16-29 ° C
Средняя зимняя температура: 5-18 ° C
Тувумба находится в 127 км от Брисбена и является вторым по численности населения городом Австралии, расположенным на внутренней территории страны. Он также известен как «Город-сад», потому что здесь более 240 общественных парков и садов. Тувумба — это семейный город, предлагающий расслабленную, спокойную и безопасную атмосферу. В то же время экономика Тувумбы довольно разнообразна. Люди в основном работают в сфере розничной торговли, здравоохранения, финансов, машиностроения, образования, транспорта, горнодобывающей промышленности, сельского хозяйства и обрабатывающего производства.
Каждый сентябрь в Тувумбе проходит Карнавал цветов — крупнейшее цветочное мероприятие в Австралии, которое привлекает посетителей со всей страны. Еще одна популярная достопримечательность — это виды на Большой водораздельный хребет со смотровой площадки Picnic Point Lookout и Parkland. Захватывающий панорамный вид покрывает Главный хребет и долину Локьер. Также по городу интересно прогуляться, здесь много исторических зданий с увлекательной архитектурой и стрит-артом.
Тувумба гордится своими высококачественными учебными заведениями. Один из них — это University of Southern Queensland, главный кампус которого находится там же...
""",
 image: Image("pic5")),
Post(id: 6,
 title: "Австралия признала Спутник и дает вознаграждение держателям виз.",
 subtitle: "Правительство Австралии признало Спутник и готово выплачивать вознаграждение при возвращении держателей виз в страну. Подробнее в статье:",
 description:
"""
В Австралии признали «Спутник V»

Власти Австралии признали две прививки российской вакцины «Спутник V» в качестве основания для подтверждения статуса вакцинации. Это важно для соблюдения правил и ограничений, принятых в стране для привитых и тех, кто прививку не делал. Теперь вы можете въехать без карантина.
Обратите внимание «Спутник Light» не относится к числу признанных прививок, исследования продолжаются, следите за обновлениями.

Вознаграждение для держателей виз

Федеральное правительство Австралии предлагает $600 всем студентам, имеющим студенческие визы, которые вернутся в Австралию в ближайшие несколько месяцев, чтобы поддержать ряд отраслей, сталкивающихся с нехваткой рабочих. Премьер-министр надеется, что возвращение некоторых обладателей виз позволит восполнить нехватку рабочей силы в сельском хозяйстве и гостиничном бизнесе.
Возврат в размере $600 будет для иностранных студентов, прибывающих в любое время в течение следующих 8 недель, и для туристов с рабочей визой (Work&Holiday Visa), которые прибудут в течение следующих 12 недель.
Есть надежда, что этого шага будет достаточно, чтобы привлечь примерно 150 000 студентов и 23 500 рабочих-туристов (Work&Holiday Visa) , которые в настоящее время имеют визу и не находятся в стране. Общая ожидаемая стоимость программы возврата средств составляет 55 миллионов долларов.

Премьер-министр Скотт Моррисон говорит:
Это благодарность студентам за то, что они возвращаются и продолжают выбирать Австралию, но мы также хотим, чтобы они приезжали сюда и могли восполнить некоторые из этих критических нехваток рабочей силы. Особенно те, кто работает и проходит обучение в сфере здравоохранения, ухода за престарелыми, в таких отраслях, это будет невероятно полезно.

Источник
Планируете ехать на учебу уже в 2022 году? Тогда заполняйте анкету, поможем с подборов программы и вариантов вашего переезда.
""",
 image: Image("pic6")),
Post(id: 7,
 title: "Новости иммиграции.",
 subtitle: "Свежие новости иммиграции Австралии: выдача виз, право на работу и планы на будущее",
 description:
"""
Увеличение прав на работу

Министр образования Джейсон Клэр подтвердил двухлетнее увеличение прав на работу после учебы для иностранных студентов, которые заканчивают австралийские университеты в областях с подтвержденной нехваткой специалистов.
В настоящее время студенты со степенью бакалавра могут оставаться в Австралии в течение двух лет, студенты магистратуры могут оставаться в Австралии в течение трех лет, а докторанты могут оставаться в Австралии в течение четырех лет.
«Предоставление иностранным студентам, получившим как минимум трехлетнее образование, возможности остаться и работать поможет нам привлечь и удержать лучшие и самые яркие таланты из-за рубежа, а также даст достаточно времени для тщательной проверки новых резидентов».
Ранее Джейсон Клэр заявлял, что хотел бы, чтобы больше иностранных студентов оставались в Австралии после учебы, а не просто учились в Австралии и работали в розничной торговле или гостиничном бизнесе.

Отмена ограничений на работу для студентов

Правительство продлило отмену ограничений на работу для владельцев студенческих виз до 30 июня 2023 года, чтобы облегчить нехватку навыков и рабочей силы.
Общественные организации призывают  федеральное правительство автоматически предлагать проживание иностранным студентам, чтобы решить проблему нехватки местных навыков и заполнить вакансии.

Выдача виз

Министр иммиграции Эндрю Джайлз заявил, что правительство выделит 36,1 млн долларов на устранение задолженностей по выдаче виз.
«Мы инвестируем 36,1 миллиона долларов в оформление виз, чтобы увеличить штат на 500 человек в течение следующих девяти месяцев», — сказал Джайлз.

Планы

Правительство Австралии объявило, что увеличит количество постоянных иммигрантов на 35 000 до 195 000 в текущем финансовом году, поскольку страна борется с нехваткой навыков и рабочей силы.
Министр внутренних дел Клэр О’Нил объявила об увеличении на год, закончившийся 30 июня 2023 года, во время двухдневного саммита 140 представителей правительств, профсоюзов, бизнеса и промышленности для решения проблемы нехватки навыков, усугубляемой пандемией.

Визы в 2023 году

В следующем году более двух третей мигрантов, которые, прибудут в Австралию, будут иметь семь различных доступных квалифицированных виз. Правительство сместит распределение постоянных виз с равномерного разделения между семейными и квалифицированными мигрантами, чтобы больше внимания уделять рабочим.
Государственный список квалифицированных профессий для приоритетной миграции включает 44 профессии, в том числе:
                    - Менеджеры по строительству
                    - Специалисты по гражданскому строительству
                    - Врачи общей практики
                    - Зарегистрированные медсестры
                    - Информационные и коммуникационные технологии, бизнес и системные аналитики
                    - Программисты программного обеспечения и приложений
                    - Инженеры-электрики
                    - Повара
                    - Акушерки
                    - Геодезисты
""",
 image: Image("pic7")),
Post(id: 8,
 title: "Дополнительные два года практики для самых востребованных квалификаций.",
 subtitle: "Опубликован список самых востребованных квалификаций, по которым выпускники бакалавриата и постграда в Австралии могут претендовать на дополнительные 2 года практики по 485 визе",
 description:
"""
В этот список входят:
                        - Выпускники бакалавриата
Срок действия визы продляется с 2х до 4х лет
                        - Выпускники магистратуры
Срок действия визы продляется с 3х до 5ти лет
                        - Выпускники докторантуры
Срок действия визы увеличивается до 6ти лет вне зависимости от квалификации.

Не забывайте, что получив образование в регионе Австралии вы можете продлить визу 485 еще на один или два года.
Списки будут обновляться согласно потребностям на рынке труда Австралии. Полный список можно изучить по ссылке.
С 1 июля 2023 года вводятся ограничения на работу, однако они увеличиваются с 40 до 48 часов в 2 недели. Партнеры основных заявителей, обучающихся на постграде  ограничений по работе в Австралии не имеют.

Для получения консультации, подбора программы обучения под ваши цели и дальнейшего сопровождения поступления заполните форму. Мы будем рады помочь на вашем пути!
""",
 image: Image("pic8"))
]
