//
//  QueenslandCities.swift
//  KiwiEducationAu
//
//  Created by Лёха Небесный on 01.06.2023.
//

import SwiftUI

let queenslandCities: [Info] = [
    Info(id: 1531,
         title: "Брисбен",
         subtitle: "",
         description:
    """
    Население: 2,27 миллиона человек

    Средняя месячная зарплата (после уплаты налогов): AU$ 4671,57

    Уровень безработицы: 6,7% (по данным информационного портала рынка труда на июль 2020 г.)

    Цена квадратного метра при покупке квартиры за пределами центра: AU$ 4100

    Средняя летняя температура: 21-29,8 ° C (вода — 27 ° C).

    Средняя зимняя температура: 11-21 ° C (вода — 21 ° C).

    Брисбен — столица Квинсленда, третий по численности населения и самый быстрорастущий город Австралии за счет внутренней миграции. Это город с большими возможностями для бизнеса и международной торговли. Крупнейшие отрасли — это здравоохранение, образование, научно-технические услуги.

    Брисбен — популярное туристическое направление. Ежегодно он привлекает более 9 миллионов посетителей. В городе есть все для комфортной жизни. Кафе и рестораны привлекают отменным кофе и вкусной едой; торговые центры радуют разнообразием брендов; в парках и музеях постоянно проходят интересные мероприятия с живой музыкой и представлениями, a огромный бесплатный бассейн-лагуна открыт практически круглый год.

    Климат Брисбена с долгим субтропическим летом, короткой теплой зимой и 300 солнечными днями в году делает этот город идеальным для активного отдыха и занятий спортом.

    В Брисбене есть три крупных университета с высокими мировыми рейтингами:

    University of Queensland
    Queensland University of Technology
    Griffith University
    """,
         image: Image("cities-brisbane"),
         posts: []),
    Info(id: 1532,
         title: "Голд Кост",
         subtitle: "",
         description:
    """
    Население: 699 000 человек

    Средняя месячная зарплата (после уплаты налогов): AU$ 5054,18

    Уровень безработицы: 6,3% (по данным информационного опортала рынка труда на июль 2020 г.)

    Цена квадратного метра при покупке квартиры за пределами центра: AU$ 5383,33

    Средняя летняя температура: 20 — 30 ° C (вода — 27,1 ° C).

    Средняя зимняя температура: 10 — 22 ° C (вода — 21,5 ° C).

    Рай для серферов с 57 километрами живописных пляжей с субтропическим климатом расположен всего в 67 км к югу от Брисбена. Голд-Кост — одно из самых популярных туристических направлений, которое ежегодно посещают около 10 миллионов человек. Регион развивается быстрыми темпами, потому что он привлекает людей высокой возможностью трудоустройства в растущей индустрии туризма. Голд-Кост также известен как «Австралийский Голливуд» из-за его масштабного теле-, кино- и музыкального производства. Таким образом, он может предложить работу профессионалам творческой и медийной сфер. Другие основные отрасли города — это образование, информационные технологии, гостиничный бизнес, окружающая среда и спорт.

    Голд-Кост известен не только своими пляжами и серфингом. Он предлагает огромный выбор самых разнообразных развлечений среди других городов Австралии. Тропические леса с водопадами, многочисленные тематические парки, культурные центры и мероприятия, а также оживленная ночная жизнь делают этот город идеальным для молодежи.

    В Голд-Косте находится Bond University — частный университет, известный своими ускоренными программами и юридическим образованием высокого качества.
    """,
         image: Image("cities-pexels-nathan-cowley"),
         posts: []),
    Info(id: 1533,
         title: "Саншайн Кост",
         subtitle: "",
         description:
    """
    Население: 346 829 человек

    Средняя месячная зарплата (после уплаты налогов): AU$ 4776,67

    Уровень безработицы: 8,3% (по данным информационного портала рынка труда  на июль 2020 г.)

    Цена квадратного метра при покупке квартиры за пределами центра: AU$ 4,166,67

    Средняя летняя температура: 20 — 30 ° C (вода — 27,1 ° C).

    Средняя зимняя температура: 7 — 22 ° C (вода — 21,2 ° C).

    Фактически Саншайн Кост — это не город. Этот район представляет собой конгломерат небольших городков, перемежающихся сельскими пейзажами. Географический центр и сердце региона — город Марукайдор с населением 16 800 человек.

    Саншайн Кост — активно развивающийся регион, известный как центр инноваций. Местное правительство привлекает инвестиции и поощряет стартапы в ключевых секторах экономики региона: здравоохранении, образовании, финансах, ИТ, экологически чистых технологиях и безопасного использования природных ресурсов, туризме, сельском хозяйстве и садоводстве. Таким образом, Саншайн Кост предоставляет хорошие возможности для инвесторов, предпринимателей и соискателей работы.

    Саншайн-Кост также является центром туризма, предлагающим широкий выбор примечательных мест и мероприятий. Здесь вы можете посетить зоопарк Стива Ирвина, морской парк Sea Life, поплавать с китами, заняться парусным спортом, глубоководной рыбалкой и, конечно же, серфингом. В регионе ежегодно проводятся многочисленные фестивали кулинарии и искусства, а также крупные спортивные мероприятия, такие как Фестиваль серфинга в Нуза, Велотон Саншайн-Кост, Триатлон Мулулаба, Триатлон Нуса и Марафон Саншайн-Кост.

    Основным поставщиком высшего образования в регионе является University of the Sunshine Coast, главный кампус которого находится в Сиппи-Даунс, а также множество кампусов по всему Квинсленду.
    """,
         image: Image("cities-shutterstock"),
         posts: []),
    Info(id: 1534,
         title: "Рокхемптон",
         subtitle: "",
         description:
    """
    Население: 80 665 человек

    Средняя месячная зарплата (после уплаты налогов): AU$ 4000

    Уровень безработицы: 6,5% (по данным информационного портала рынка труда на июль 2020 г.)

    Цена дома за пределами центра: AU$ 268,457

    Средняя летняя температура: 22-32 ° C

    Средняя зимняя температура: 9-23 ° C

    Рокхэмптон называют неофициальной столицей Центрального Квинсленда. Это промышленный и сельскохозяйственный центр области. Ключевыми отраслями здесь являются сельское хозяйство, обрабатывающая промышленность, туризм и гостиничный бизнес, строительство, транспорт и энергетика.

    Красивый город, расположенный на реке Фицрой и окруженный горами, Рокхемптон также известен своей изысканной архитектурой, так как здесь сохранилось множество зданий викторианской эпохи. Среди других туристических достопримечательностей — Художественная галерея Рокхэмптона, театр Pilbeam, культурный центр Dreamtime, ботанический сад, зоопарк, пещеры Козерога и многое другое.

    Здесь находится главный кампус Central Queensland University, у которого ест также множество кампусов по всей Австралии.
    """,
         image: Image("cities-Rockhampton"),
         posts: []),
    Info(id: 1535,
         title: "Тувумба",
         subtitle: "",
         description:
    """
    Население: 121 020 человек

    Средняя месячная зарплата (после уплаты налогов): AU$ 3916,67

    Уровень безработицы: 5,6% (по данным информационного портала рынка труда на июль 2020 г.)

    Цена дома за пределами центра: AU$ 268,457

    Средняя летняя температура: 16-29 ° C

    Средняя зимняя температура: 5-18 ° C

    Тувумба находится в 127 км от Брисбена и является вторым по численности населения городом Австралии, расположенным на внутренней территории страны. Он также известен как «Город-сад», потому что здесь более 240 общественных парков и садов. Тувумба — это семейный город, предлагающий расслабленную, спокойную и безопасную атмосферу. В то же время экономика Тувумбы довольно разнообразна. Люди в основном работают в сфере розничной торговли, здравоохранения, финансов, машиностроения, образования, транспорта, горнодобывающей промышленности, сельского хозяйства и обрабатывающего производства.

    Каждый сентябрь в Тувумбе проходит Карнавал цветов — крупнейшее цветочное мероприятие в Австралии, которое привлекает посетителей со всей страны. Еще одна популярная достопримечательность — это виды на Большой водораздельный хребет со смотровой площадки Picnic Point Lookout и Parkland. Захватывающий панорамный вид покрывает Главный хребет и долину Локьер. Также по городу интересно прогуляться, здесь много исторических зданий с увлекательной архитектурой и стрит-артом.

    Тувумба гордится своими высококачественными учебными заведениями. Один из них — это University of Southern Queensland, главный кампус которого находится там же.
    """,
         image: Image("cities-Toowoomba"),
         posts: []),
    Info(id: 1536,
         title: "Кэрнс",
         subtitle: "",
         description:
    """
    Население: 154 230 человек

    Средняя месячная зарплата (после уплаты налогов): AU$ 4183

    Уровень безработицы: 6,1% (по состоянию на июль 2020 г.)

    Цена за квадратный метр при покупке квартиры за пределами центра: AU$ 2,833,33

    Средняя летняя температура: 24-32 ° C

    Средняя зимняя температура: 17-26 ° C

    Кэрнс — тропический туристический город, предлагающий расслабленный образ жизни, полный приключений. Многие туристы, студенты и ученые приезжают сюда на Большой Барьерный риф — одну из самых богатых и разнообразных экосистем в мире, внесенных в список Всемирного наследия ЮНЕСКО. Вы можете исследовать его во время дайвинга и сноркелинга либо взять для этого лодку или даже вертолет.

    Другой объект Всемирного наследия ЮНЕСКО, национальный парк Дейнтри и тропический лес, также расположен недалеко от Кэрнса. Ему 100 миллионов лет, и в нем обитает самый широкий спектр растений и животных в мире, в том числе находящихся под угрозой исчезновения. Недалеко от Кернса расположена крокодиловая ферма, где помимо увлекательного шоу вы сможете проплыть на корабле по реке среди крокодилов и даже попробовать барбекю из этих доисторических земноводных.

    Помимо объектов всемирного наследия, в городе есть на что посмотреть: сады Kuranda Koala, ботанический сад, аквариум, деревни местных аборигенов, сохраняющие свою уникальную культуру.

    Сам город очень современный и чистый. Здесь есть многочисленные пляжи, спортивные и развлекательные объекты, а также великолепная набережная с кафе, барами и ресторанами. Туризм и гостиничный бизнес — ключевые отрасли Кэрнса, за которыми следуют сельское хозяйство, производство, образование и здравоохранение.

    Здесь расположены:

    кампус Университета Джеймса Кука
    учебный центр Central Queensland University
    колледжи TAFE для тех, кто хочет учиться в Кэрнсе
    """,
         image: Image("cities-Cairns"),
         posts: []),
    Info(id: 1537,
         title: "Таунсвилл",
         subtitle: "",
         description:
    """
    Население: 185 000 человек

    Средняя заработная плата (после уплаты налогов): AU$ 3225

    Уровень безработицы: 7,3% (по данным портала информации о рынке труда  на июль 2020 года)

    Цена квадратного метра при покупке квартиры за пределами центра: AU$ 4000

    Средняя летняя температура: 24-33 ° C (вода — 28 ° C).

    Средняя зимняя температура: 13-26 ° C (вода — 22,5 ° C).

    По мнению горожан, Таунсвилл — неофициальная столица Северного Квинсленда. Здесь много правительственных, административных и бизнес офисов, хорошо развитая промышленность по переработке цинка, никеля и меди, а также порт, который играет значительную роль в международной торговле со странами Азии.

    В то же время Таунсвилл — тропический город с жарким и влажным климатом и более 300 солнечных дней в году. Поэтому здесь довольно спокойный образ жизни, и в городе есть все необходимые условия для отдыха и развлечений.

    Самым значительным преимуществом Таунсвилла является доступ к центральной части Большого Барьерного рифа. По этой причине James Cook University, расположенный в этом городе, известен своими сильными образовательными и исследовательскими программами в области морской биологии. В Таунсвилле также находится Australian Institute of Marine Science (в 50 км от города) и крупнейший в мире аквариум с живыми коралловыми рифами.
    """,
         image: Image("cities-Townsville"),
         posts: [])
]

