//
//  WesternAustraliaCities.swift
//  KiwiEducationAu
//
//  Created by Лёха Небесный on 01.06.2023.
//

import SwiftUI

let westernAustraliaCities: [Info] = [
    Info(id: 1561,
         title: "Перт",
         subtitle: "",
         description:
    """
    Население: 2,04 миллиона человек

    Средняя месячная зарплата (после уплаты налогов): AU$ 4506,15

    Уровень безработицы: 6,0% (по данным информационного портала рынка труда на июль 2020 г.)

    Цена квадратного метра при покупке квартиры за пределами центра: AU$ 4891,46

    Средняя летняя температура: 17,5 — 30 ° C (вода — 22 ° C).

    Средняя зимняя температура: 8 — 19 ° C (вода — 20 ° C)

    Перт — столица Западной Австралии и четвертый по величине город страны. В последние десятилетия в Перте наблюдается стремительный рост населения. Это вызвано бумом благосостояния в Западной Австралии, связанным с добычей руды и увеличением товарооборота и притоком капитала из стран Азии. Миграционные потоки привели к притоку населения. Только 59,6% жителей Перта родились в Австралии. Остальные граждане прибыли из Европы, Новой Зеландии, Южной Африки, Индии и Малайзии и других стран. Быстро растущая экономика города предоставляет отличные возможности для трудоустройства. Однако высокий спрос приводит к повышению цен. В результате Перт расположен на третьем месте самых дорогих городов Австралии после Сиднея и Ньюкасла. Несмотря на снижение добычи руды, в последние годы в Перте развиваются отрасли науки, строительства и производства.

    Перт известен своими лазурными пляжами, обширными парками и многочисленными виноградниками. В Центральном деловом районе найдется множество музеев и галерей, исторических зданий, культурных объектов, паблик-арта и уличного искусства. Все это делает город очень привлекательным для туристов и иностранных студентов.

    В Перте есть четыре университета:

    Curtin University
    Edith Cowan University
    Murdoch University
    University of Western Australia
    University of Notre Dame Australia, который находится в уютном портовом городке Фримантл (30 минут езды к югу от Перта).
    """,
         image: Image("cities-Pert"),
         posts: []),
    Info(id: 1562,
         title: "Брум",
         subtitle: "",
         description:
    """
    Население: 14 445 человек

    Средняя заработная плата (после уплаты налогов): AU$ 4296

    Уровень безработицы: 9,1% (по состоянию на июль 2020 г.)

    Средняя цена дома: AU$ 475 000

    Средняя летняя температура: 26 — 35 ° C

    Средняя зимняя температура: 13 — 30 ° C

    Брум — небольшой туристический городок на севере Западной Австралии, омываемый Индийским океаном. Во время туристического сезона сюда приезжают десятки тысяч посетителей, чтобы насладиться тропической погодой, спокойным образом жизни и прекрасными достопримечательностями этого места.

    Самый известный из них — Кейбл-Бич — 22 километра мягкого белого песка, теплая нежная вода, прогулки на верблюдах и потрясающие закаты. Во время отлива вы можете увидеть следы динозавров возрастом 130 миллионов лет в конце пляжа. Вы также можете понаблюдать за дельфинами и мигрирующими китами с маяка Gantheaume Point. Среди других чудес Брума, которые необходимо посетить, — горизонтальные водопады и лестница на Луну, когда лунный свет создает оптическую иллюзию ступенек.

    Важной отраслью в Бруме является добыча жемчуга. На одной из действующих жемчужных ферм туристы могут узнать об истории отрасли и технологии выращивания жемчуга и, конечно же, купить его.

    Лучший сезон для посещения Брума — с мая по октябрь (сухой сезон), так как с ноября по апрель в регионе наблюдается влажный сезон с проливными дождями и наводнениями.

    В Бруме имеется крупный кампус университета Notre Dame готовящий специалистов в области  бизнеса, образования, медицинских наук, искусства и философии
    """,
         image: Image("cities-Broome"),
         posts: [])
]

